[{
    "name": "หมวดกฎหมายว่าด้วยรถยนต์",
    "no": 1,
    "icon": "car-outline",
    "exam": [{
        "name": "ในขณะขับรถผู้ขับขี่ต้องมีเอกสารใดใช้คู่กับใบอนุญาตขับรถ",
        "choice": [
            "บัตรประจำตัวประชาชน",
            "สำเนาทะเบียนบ้าน",
            "สำเนาภาพถ่ายใบคู่มือจดทะเบียนรถ",
            "บัตรประกันสังคม"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับรถกระทำผิดตามกฎหมายจราจรทางบกและได้รับใบสั่งจากเจ้าพนักงานจราจรต้องไปติดต่อชำระค่าปรับภายในกี่วัน",
        "choice": [
            "10 วัน",
            "7 วัน",
            "15 วัน",
            "30 วัน"
        ],
        "correct": 1
    },{
        "name": "เมื่อใบอนุญาตขับรถสูญหายหรือชำรุดต้องยื่นขอรับใบแทนต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "20 วัน",
            "30 วัน",
            "15 วัน",
            "45 วัน"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับรถไม่มีใบอนุญาตขับรถ มีความผิดอย่างไร",
        "choice": [
            "จำคุกไม่เกิน 1 ปี",
            "จำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 2,000 บาท",
            "ปรับไม่เกิน 5,000 บาท"
        ],
        "correct": 1
    },{
        "name": "ใบอนุญาตขับรถชนิดชั่วคราวมีอายุกี่ปี",
        "choice": [
            "1 ปี",
            "2 ปี",
            "3 ปี",
            "4 ปี"
        ],
        "correct": 1
    },{
        "name": "ผู้ขับรถใช้ใบอนุญาตขับรถที่สิ้นอายุมีความผิดอย่างไร",
        "choice": [
            "ปรับไม่เกินห้าพันบาท",
            "จำคุกไม่เกินสามเดือน",
            "ปรับไม่เกินสองพันบาท",
            "จำคุกไม่เกินหนึ่งเดือน"
        ],
        "correct": 2
    },{
        "name": "รถที่ไม่เสียภาษีประจำปีภายในกำหนดจะต้องเสียเงินเพิ่มเท่าใด",
        "choice": [
            "ร้อยละ 1 ต่อเดือน",
            "ร้อยละ 1 ต่อปี",
            "ร้อยละ 10 ต่อเดือน",
            "ร้อยละ 20 ต่อปี"
        ],
        "correct": 0
    },{
        "name": "การโอนรถต้องแจ้งต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "15 วัน",
            "45 วัน",
            "20 วัน",
            "30 วัน"
        ],
        "correct": 0
    },{
        "name": "การเปลี่ยนสีรถต้องแจ้งต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "7 วัน",
            "10 วัน",
            "15 วัน",
            "20 วัน"
        ],
        "correct": 0
    },{
        "name": "การต่ออายุใบอนุญาตขับรถส่วนบุคคล (5 ปี) สามารถต่อก่อนล่วงหน้าได้เท่าใด",
        "choice": [
            "3 เดือน",
            "4 เดือน",
            "6 เดือน",
            "5 เดือน"
        ],
        "correct": 0
    },{
        "name": "รถยนต์ที่มีอายุครบกี่ปีต้องนำไปตรวจสภาพรถก่อนเสียภาษีประจำปี",
        "choice": [
            "5 ปี",
            "6 ปี",
            "3 ปี",
            "7 ปี"
        ],
        "correct": 0
    },{
        "name": "การย้ายรถต้องแจ้งต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "30 วัน",
            "15 วัน",
            "25 วัน",
            "20 วัน"
        ],
        "correct": 3
    },{
        "name": "รถจักรยานยนต์ที่มีอายุครบกี่ปีต้องนำไปตรวจสภาพรถก่อนเสียภาษีประจำปี",
        "choice": [
            "1 ปี",
            "3 ปี",
            "2 ปี",
            "5 ปี"
        ],
        "correct": 3
    },{
        "name": "ตาม พ.ร.บ.รถยนต์ พ.ศ.2522 'รถ' หมายความว่า",
        "choice": [
            "รถยนต์ รถจักรยานยนต์ รถพ่วง.รถบดถนน รถแทรกเตอร์ และรถอื่นที่กำหนดในกฎกระทรวง",
            "รถยนต์ รถจักรยานยนต์ รถพ่วง",
            "รถยนต์ รถจักรยานยนต์ รถพ่วง.รถบดถนน รถแทรกเตอร์",
            "รถยนต์ รถจักรยานยนต์ รถพ่วง.รถแทรกเตอร์"
        ],
        "correct": 0
    },{
        "name": "ตาม พ.ร.บ.รถยนต์ พ.ศ.2522 'รถยนต์' หมายความว่า",
        "choice": [
            "รถสาธารณะ รถยนต์บริการ และรถยนต์ส่วนบุคคล รถแท็กซี่",
            "รถสาธารณะ รถยนต์บริการ และรถจักรยานยนต์ส่วนบุคคล",
            "รถจักรยานยนต์สาธารณะ รถยนต์บริการ และรถจักรยานยนต์ส่วนบุคคล",
            "รถสาธารณะ รถยนต์บริการ และรถยนต์ส่วนบุคคล"
        ],
        "correct": 3
    },{
        "name": "ตาม พ.ร.บ.รถยนต์ พ.ศ.2522 'รถจักรยานยนต์' หมายความว่า",
        "choice": [
            "รถที่เดินรถกำลังเครื่องยนต์หรือกำลังไฟฟ้าและมีล้อไม่เกินสองล้อ ถ้ามีถ่วงข้างมีล้ออีกไม่เกินหนึ่งล้อ",
            "รถที่เดินรถกำลังเครื่องยนต์หรือกำลังไฟฟ้าและมีล้อไม่เกินสองล้อ",
            "รถที่เดินรถกำลังเครื่องยนต์มีล้อไม่เกินสองล้อ",
            "รถที่เดินรถกำลังเครื่องยนต์หรือกำลังไฟฟ้าและมีล้อเกินสองล้อ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่ใช่ 'รถยนต์รับจ้างสาธารณะ'",
        "choice": [
            "รถแท็กซี่",
            "รถจักรยานยนต์ส่วนบุคคล",
            "รถจักรยานยนต์รับจ้างสาธารณะ",
            "รถสามล้อรับจ้างสาธารณะ"
        ],
        "correct": 1
    },{
        "name": "ตาม พ.ร.บ.รถยนต์ พ.ศ.2522 'รถยนต์บริการ' หมายความว่า",
        "choice": [
            "รถยนต์ให้เช่าซึ่งบรรทุกคนโดยสารไม่เกินเจ็ดคน",
            "รถยนต์บรรทุกคนโดยสารซึ่งบรรทุกคนโดยสารไม่เกินเจ็ดคน",
            "รถยนต์บรรทุกคนโดยสารหรือให้เช่าซึ่งบรรทุกคนโดยสารไม่เกินเจ็ดคน",
            "รถยนต์บรรทุกคนโดยสารหรือให้เช่าซึ่งบรรทุกคนโดยสารเกินเจ็ดคน"
        ],
        "correct": 2
    },{
        "name": "ข้อใดคือ 'รถยนต์ส่วนบุคคล'",
        "choice": [
            "รถจักรยานยนต์ส่วนบุคคล",
            "รถแท็กซี่",
            "รถสามล้อรับจ้างสาธารณะ",
            "รถยนต์ป้ายแดง"
        ],
        "correct": 0
    },{
        "name": "รถที่นำมาใช้บนถนนต้องมีลักษณะอย่างไร",
        "choice": [
            "รถที่โคมไฟหน้าไม่ติด",
            "รถที่มีเสียงดัง.90 เดซิเบล A",
            "รถที่มีควันดำ 55 เปอร์เซ็นต์",
            "รถที่จดทะเบียนและชำระภาษีเรียบร้อยแล้ว"
        ],
        "correct": 3
    },{
        "name": "รถที่สามารถนำมาจดทะเบียนต้องมีลักษณะอย่างใด",
        "choice": [
            "รถต้องมีอุปกรณ์ส่วนควบถูกต้องและผ่านการตรวจสภาพรถ",
            "รถต้องมีอุปกรณ์ส่วนควบถูกต้อง",
            "รถที่ซื้อจากศูนย์จำหน่ายรถทั่วไป",
            "รถที่ผ่านการตรวจสภาพรถจาก.สภานตรวจภาพรถเอกชน"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องจดทะเบียน",
        "choice": [
            "รถของวัด",
            "รถของมูลนิธิ",
            "รถสำหรับเฉพาะพระองค์พระบาทสมเด็จพระเจ้าอยู่หัว",
            "รถของผู้บัญชาการทหารสูงสุด"
        ],
        "correct": 2
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องจดทะเบียน",
        "choice": [
            "รถของวัด",
            "รถของกรมตำรวจที่จดทะเบียนและมีเครื่องหมายตามระเบียบที่อธิบดีกำหนด",
            "รถของสภากาชาดไทย",
            "รถของมูลนิธิเพื่อนพึ่งพายามยาก"
        ],
        "correct": 1
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องจดทะเบียน",
        "choice": [
            "รถของสำนักพระราชวังที่จดทะเบียนและมีเครื่องหมายตามระเบียบที่เลขาธิการพระราชวังกำหนด",
            "รถสำหรับเฉพาะพระองค์พระบาทสมเด็จพระเจ้าอยู่หัว",
            "รถของกรมตำรวจที่จดทะเบียนและมีเครื่องหมายตามระเบียบที่อธิบดีกำหนด",
            "ทุกข้อถูกต้อง"
        ],
        "correct": 3
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องจดทะเบียน",
        "choice": [
            "รถที่เจ้าของรถแจ้งการไม่ใช้รถ",
            "รถยนต์นำเข้า",
            "รถสามล้อส่วนบุคคล",
            "รถจักรยานยนต์นำมาใช้ในหมู่บ้าน"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องจดทะเบียน",
        "choice": [
            "รถที่ผู้ผลิตหรือประกอบเพื่อจำหน่ายหรือที่ผู้นำเข้าเพื่อจำหน่าย ผลิต ประกอบหรือนำเจ้า และยังมิได้จำหน่ายให้แก่ผู้อื่น",
            "รถสามล้อส่วนบุคคล",
            "รถจักรยานยนต์นำมาใช้ในหมู่บ้าน",
            "รถของวัด"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถยนต์รับจ้าง",
            "รถจักรยานยนต์ส่วนบุคคล",
            "รถดับเพลิง",
            "รถตู้ส่วนบุคคล"
        ],
        "correct": 2
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถพยาบาลที่มิใช่เป็นรถสำหรับรับจ้าง",
            "รถจักรยานยนต์ส่วนบุคคล",
            "รถยนต์ส่วนบุคคล",
            "รถตู้ส่วนบุคคล"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถตู้ส่วนบุคคล",
            "รถของมูลนิธิ",
            "รถของวัด",
            "รถของกระทรวง.ทบวง.กรม เทศบาล องค์การบริหารส่วนจังหวัด สุขาภิบาล กรุงเทพมหานคร เมืองพัทยา และราชการส่วนท้องถิ่นที่เรียกชื่ออย่างอื่น ทั้งนี้ เฉพาะรถที่มิได้ใช้ในทางการค้าหรือกำไร"
        ],
        "correct": 3
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถบดถนนของเอกชน",
            "รถบดของรัฐวิสาหกิจ",
            "รถแทรกเตอร์ของเอกชน",
            "รถแทรเตอร์ส่วนบุคคล"
        ],
        "correct": 1
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถแทรกเตอร์ของเอกชน",
            "รถแทรกเตอร์ของรัฐวิสาหกิจ",
            "รถบดถนนของเอกชน",
            "รถบดถนนของผู้ว่าราชการจังหวัด"
        ],
        "correct": 1
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถของสภากาชาดไทย",
            "รถของมูลนิธิร่วมกตัญญู",
            "รถของวัด",
            "รถของมูลนิธ่สายใจไทย"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถของบุคคลในคณะผู้แทนทางการทูต",
            "รถของมูลนิธิร่วมกตัญญู",
            "รถของวัด",
            "รถของมูลนิธ่สายใจไทย"
        ],
        "correct": 0
    },{
        "name": "รถต่อไปนี้ได้รับการยกเว้นไม่ต้องเสียค่าธรรมเนียมเว้นแต่ค่าธรรมเนียมแผ่นป้ายทะเบียนรถ",
        "choice": [
            "รถดับเพลิงของ.อบต.",
            "รถตู้ส่วนบุคคล",
            "รถตู้รับจ้าง",
            "รถจักรยานยนต์ส่วนบุคคล"
        ],
        "correct": 0
    },{
        "name": "ประสงค์จดทะเบียนรถต้องยื่นคำขอที่ใด",
        "choice": [
            "ยื่นคำขอต่อนายทะเบียนที่สำนักงานขนส่งจังหวัดทุกแห่ง",
            "ยื่นคำขอต่อนายทะเบียนแห่งท้องที่ที่ตนมีภูมิลำเนา",
            "ยื่นคำขอต่อนายทะเบียนที่กรมการขนส่งทางบก",
            "ยื่นคำขอต่อนายทะเบียนตามสถานที่ตั้งที่จำหน่ายรถนั้น ๆ"
        ],
        "correct": 1
    },{
        "name": "รถที่จดทะเบียนแล้ว หากประสงค์จะเปลี่ยนสีรถต้องดำเนินการอย่างไร",
        "choice": [
            "ดำเนินการเปลี่ยนสีได้ทันที",
            "แจ้งนายทะเบียนภายใน 15 วัน",
            "แจ้งนายทะเบียนภายใน 30 วัน",
            "แจ้งนายทะเบียนภายใน 7 วัน ๆ"
        ],
        "correct": 3
    },{
        "name": "หากประสงค์เปลี่ยนแปลงตัวถังรถต้องดำเนินการอย่างไร",
        "choice": [
            "เปลี่ยนแปลงแล้ว จึงจะมาดำเนินการที่สำนักงานขนส่ง",
            "ขออนุญาตนายทะเบียน ตามภูมิลำเนาที่จดทะเบียนรถ",
            "ต้องแจ้งเปลี่ยนแปลงภายใน 15 วัน",
            "ไม่ต้องแจ้งการเปลี่ยนแปลงเพราะไม่ใช่สาระสำคัญของตัวรถ"
        ],
        "correct": 1
    },{
        "name": "ผู้ตรวจการตาม พ.ร.บ. รถยนต์ คือใคร",
        "choice": [
            "เจ้าหน้าที่กรมการขนส่งทางบก.ที่รัฐมนตรีว่าการกระทรวงคมนาคมแต่งตั้ง",
            "เจ้าหน้าที่กรมการขนส่งทางบก",
            "เจ้าหน้าที่ บริษัทขนส่ง.จำกัด",
            "เจ้าหน้าที่กรมการขนส่งทางบก.และเจ้าหน้าที่ตำรวจ"
        ],
        "correct": 0
    },{
        "name": "หากประสงค์จะย้ายรถ เจ้าของรถต้องแจ้งย้ายรถต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "30 วัน",
            "7 วัน",
            "15 วัน",
            "60 วัน"
        ],
        "correct": 2
    },{
        "name": "กรณีเจ้าของรถมีภารกิจไม่สามารถมาดำเนินแจ้งย้ายรถต่อนายทะเบียนภายในเวลาที่กฎหมายกำหนด ข้อใดถูกต้อง",
        "choice": [
            "มีความผิด ต้องชำระค่าปรับแจ้งย้ายเกินกำหนด",
            "ไม่เสียค่าปรับ เนื่องจากจำเป็น",
            "รถไม่สามารถแจ้งย้ายได้",
            "ผิดทุกข้อ"
        ],
        "correct": 0
    },{
        "name": "หากประสงค์จะโอนรถเจ้าของรถต้องแจ้งโอนรถต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "60 วัน",
            "25 วัน",
            "30 วัน",
            "15 วัน"
        ],
        "correct": 3
    },{
        "name": "หากประสงค์จะโอนรถเจ้าของรถต้องแจ้งโอนรถต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "60 วัน",
            "25 วัน",
            "30 วัน",
            "15 วัน"
        ],
        "correct": 3
    },{
        "name": "กรณีเจ้าของรถมีภารกิจไม่สามารถมาดำเนินแจ้งโอนรถต่อนายทะเบียนภายในเวลาที่กฎหมายกำหนด ข้อใดถูกต้อง",
        "choice": [
            "ไม่เสียค่าปรับ เนื่องจากจำเป็น",
            "มีความผิด ต้องชำระค่าปรับโอนเกินกำหนด",
            "รถไม่สามารถแจ้งย้ายได้",
            "ผิดทุกข้อ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดผิด",
        "choice": [
            "รถยนต์ส่วนบุคคล นำมาใช้รับจ้างได้",
            "รถจักรยานยนต์ส่วนบุคคล ห้ามนำมาใช้ในการรับจ้างบรรทุกผู้โดยสาร",
            "รถจักรยานยนต์สาธารณะ ใช้เพื่อการรับจ้างบรรทุกผู้โดยสาร",
            "รถจักรยานยนต์สาธารณะ ใช้ในกิจการส่วนตัวได้"
        ],
        "correct": 0
    },{
        "name": "นาย ก.นำรถจักรยานยนต์สาธารณะของตนเองรับส่งภรรยาไปตลาดได้หรือไม่อย่างไร",
        "choice": [
            "ได้ เพราะภรรยานาย ก.เป็นคนในครอบครัว",
            "ได้ เพราะรถจักรยานยนต์สาธารณะสามารถนำมาใช้กิจการส่วนตัวของเจ้าของรถได้",
            "ไม่ได้ เพราะรถจักรยานยนต์สาธารณะต้องนำมารับจ้างเท่านั้น",
            "ไม่ได้ เพราะ รถจักรยานยนต์สาธารณะห้ามใช้ในกิจการส่วนบุคคลของเจ้าของรถ"
        ],
        "correct": 1
    },{
        "name": "รถประเภทใดต่อไปนี้ใช้รับจ้างบรรทุกคนโดยสารได้",
        "choice": [
            "รถจักรยานยนต์สาธารณะ",
            "รถจักรยานยนต์ส่วนบุคคล",
            "รถยนต์ส่วนบุคคล",
            "รถตู้ส่วนบุคคล"
        ],
        "correct": 0
    },{
        "name": "รถยนต์ ไว้เพื่อขายหรือเพื่อซ่อม (ป้ายแดง) ตามกฎหมายว่าด้วยรถยนต์ ขับได้ในช่วงเวลาใด",
        "choice": [
            "ขับได้ตั้งแต่เวลา 08.00 น. ถึง.16.00 น. ",
            "ขับได้ตลอดเวลา",
            "ห้ามขับเพราะยังไม่ได้เสียภาษี",
            "ขับได้ระหว่างพระอาทิตย์ขึ้นจนถึงพระอาทิตย์ตก"
        ],
        "correct": 3
    },{
        "name": "รถที่ไม่ได้เสียภาษีภายในเวลาที่กำหนดต้องชำระเงินเพิ่มร้อยละเท่าใด",
        "choice": [
            "ร้อยละ 1 บาทต่อเดือน",
            "ร้อยละ 1 บาทต่อปี",
            "ร้อยละ 10 บาทต่อเดือน",
            "ร้อยละ 10 บาทต่อปี"
        ],
        "correct": 0
    },{
        "name": "รถที่ค้างชำระภาษีประจำปีติดต่อกันครบสามปี จะมีผลตามกฎหมายอย่างใด",
        "choice": [
            "ทะเบียนระงับ",
            "สามารถนำรถไปตรวจสภาพและต่อภาษีประจำปีได้",
            "สามารถกระทำได้ตามข้อ 1 และ 2",
            "สามารถนำรถไปแจ้งไม่ใช้ตลอดไปและจดทะเบียนใหม่ได้"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "รถยนต์อายุการใช้งานครบ 5 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถยนต์อายุการใช้งานครบ 7 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถจักรยานยนต์อายุการใช้งานครบ 7 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถยนต์อายุการใช้งานครบ 10 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน"
        ],
        "correct": 1
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "รถจักรยานยนต์อายุการใช้งานครบ 5 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถยนต์อายุการใช้งานครบ 5 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถจักรยานยนต์อายุการใช้งานครบ 7 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน",
            "รถยนต์อายุการใช้งานครบ 10 ปี ประสงค์จะต่อภาษีประจำปีต้องนำรถไปตรวจที่สถานตรวจสภาพเอกชน"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้องในขณะขับรถ",
        "choice": [
            "ผู้ขับรถต้องมีสำเนาใบอนุญาตขับรถ และใบคู่มือจดทะเบียนรถ",
            "ผู้ขับรถต้องมีใบอนุญาตขับรถ และใบคู่มือจดทะเบียนรถ",
            "ผู้ขับรถต้องมีใบอนุญาตขับรถ และสำเนาภาพถ่ายใบคู่มือจดทะเบียนรถ",
            "ผู้ขับรถต้องมีสำเนาใบอนุญาตขับรถ และสำเนาใบคู่มือจดทะเบียนรถ"
        ],
        "correct": 2
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถยนต์สามล้อส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สามล้อสาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้"
        ],
        "correct": 1
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "ใบอนุญาตขับรถจักรยานยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สามล้อสาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถยนต์สามล้อส่วนบุคคลได้"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "ใบอนุญาตขับรถยนต์สามล้อสาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถยนต์สามล้อส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สาธารณะ ใช้แทน ใบอนุญาตขับรถจักรยานยนต์ส่วนบุคคลได้",
            "ใบอนุญาตขับรถยนต์สามล้อสาธารณะ ใช้แทน ใบอนุญาตขับรถยนต์สามล้อส่วนบุคคลได้"
        ],
        "correct": 3
    },{
        "name": "ใบอนุญาตขับรถส่วนบุคคลชั่วคราวมีอายุกี่ปี",
        "choice": [
            "1 ปี",
            "2 ปี",
            "3 ปี",
            "5 ปี"
        ],
        "correct": 1
    },{
        "name": "หากประสงค์จะเปลี่ยนประเภทใบอนุญาตขับรถยนต์ส่วนบุคคลชั่วคราวเป็นประเภทส่วนบุคคลชนิด 5 ปี ข้อใดถูกต้อง",
        "choice": [
            "สามารถเปลี่ยนได้ล่วงหน้า 30 วัน",
            "สามารถเปลี่ยนได้ล่วงหน้า 60 วัน",
            "สามารถเปลี่ยนได้ล่วงหน้า 1 เดือน",
            "สามารถเปลี่ยนได้ล่วงหน้า 3 เดือน"
        ],
        "correct": 1
    },{
        "name": "ใบอนุญาตขับรถส่วนบุคคลชนิด 5 ปีต่ออายุล่วงหน้ากี่เดือน",
        "choice": [
            "1 เดือน",
            "3 เดือน",
            "4 เดือน",
            "6 เดือน"
        ],
        "correct": 1
    },{
        "name": "นาย ก.เกิดที่จังหวัดเชียงใหม่ ประสงค์ขอรับใบอนุญาตขับรถยนต์ส่วนบุคคลชั่วคราว จะต้องไปดำเนินการที่ใด",
        "choice": [
            "สำนักงานขนส่งจังหวัด และสำนักงานขนส่งจังหวัดสาขา ทุกแห่ง",
            "สำนักงานขนส่งจังหวัดเชียงใหม่ ยกเว้น กรุงเทพมมหานคร",
            "สำนักงานขนส่งจังหวัดเชียงใหม่ ยกเว้น สำนักงานขนส่งจังหวัดยะลา สาขาอำเภอเบตง",
            "ผิดทุกข้อ"
        ],
        "correct": 0
    },{
        "name": "ผู้ขอรับใบอนุญาตขับรถยนต์ชั่วราวต้องมีอายุกี่ปี",
        "choice": [
            "ไม่ต่ำกว่า 15 ปี บริบูรณ์",
            "ไม่ต่ำกว่า 16 ปี บริบูรณ์",
            "ไม่ต่ำกว่า 17 ปี บริบูรณ์",
            "ไม่ต่ำกว่า 18 ปี บริบูรณ์"
        ],
        "correct": 3
    },{
        "name": "นายชาย พิการไม่มีนิ้วมือข้างซ้าย ประสงค์ขอรับใบอนุญาตขับรถยนต์ชั่วคราวได้หรือไม่",
        "choice": [
            "ไม่ได้ เพราะ นายชายเป็นผู้มีร่างกายพิการ",
            "ไม่ได้ เพราะ ขัดต่อระเบียบกรมการขนส่งทางบก",
            "ได้ เพราะ หากนายชายมีบัตรผู้พิการ",
            "ได้ เพราะ ไม่เป็นผู้มีร่างกายพิการจนเป็นที่เห็นได้ว่าไม่สามารถขับรถได้"
        ],
        "correct": 3
    },{
        "name": "บุคคลในข้อต่อไปนี้บุคคลใดสามารถขอรับใบอนุญาตขับรถได้",
        "choice": [
            "นายชาย ไม่เป็นผู้มีร่างกายพิการจนเป็นที่เห็นได้ว่าไม่สามารถขับรถได้",
            "นางหญิงเป็นบุคคลวิกลจริตหรือจิตฟั่นเฟือน",
            "นายดำ เป็นผู้อยู่ระหว่างถูกยึดใบอนุญาต",
            "นางแดง.เป็นวัณโรค"
        ],
        "correct": 0
    },{
        "name": "นายแดง.ประสงค์ขอรับใบอนุญาตขับรถยนต์สาธารณะ ข้อใดถูกต้อง",
        "choice": [
            "นายแดงต้องไม่เป็นบุคคลวิกลจริตหรือจิตฟั่นเฟือน",
            "นายแดงต้องได้รับใบอนุญาตขับรถมาแล้วไม่น้อยกว่า 1 ปี",
            "นายแดงต้องไม่เป็นผู้มีร่างกายพิการจนเป็นที่เห็นได้ว่าไม่สามารถขับรถได้",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ผู้ขอรับใบอนุญาตขับรถยนต์สาธารณะต้องมีคุณสมบัติอย่างไร",
        "choice": [
            "ต้องรู้จักถนนและทางหลวงในจังหวัดที่ขอรับใบอนุญาตขับรถพอสมควร",
            "อายุครบ 20 ปีบริบูรณ์",
            "มีประสบการณ์ในการขับรถมาแล้วอย่างน้อย 5 ปี",
            "ต้องมีใบอนุญาตขับรถจักรยานยนต์และใบอนุญาตขับรถยนต์"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "มีสัญชาติไทย",
            "ต้องรู้จักถนนและทางหลวงในจังหวัดที่ขอรับใบอนุญาตขับรถพอสมควร",
            "ไม่เป็นผู้ติดสุรายาเมาหรือยาเสพติดให้โทษ",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "หากปรากฏภายหลังว่าเป็นผู้ขาดคุณสมบัติในการขอรับใบอนุญาตขับรถ ท่านจะปฏิบัติอย่างไร",
        "choice": [
            "แจ้งให้นายทะเบียนเพื่อเพิกถอนใบอนุญาตและนำใบอนุญาตขับรถที่ถูกเพิกถอนส่งคืนกรมการขนส่งทางบก",
            "แจ้งให้นายทะเบียนเพื่อเพิกถอนใบอนุญาต",
            "ใช้ใบอนุญาตขับรถนั้นต่อไป",
            "นำใบอนุญาตขับรถที่ถูกเพิกถอนส่งคืน"
        ],
        "correct": 0
    },{
        "name": "กรณีถูกพักใช้ใบอนุญาตขับรถมีสิทธิอุทธรณ์ได้ภายในกี่วัน",
        "choice": [
            "30 วัน",
            "15 วัน",
            "45 วัน",
            "60 วัน"
        ],
        "correct": 1
    },{
        "name": "กรณีถูกเพิกถอนใบอนุญาตขับรถมีสิทธิอุทธรณ์ได้ภายในกี่วัน",
        "choice": [
            "45 วัน",
            "30 วัน",
            "15 วัน",
            "60 วัน"
        ],
        "correct": 2
    },{
        "name": "กรณีถูกพักใช้หรือเพิกถอนใบอนุญาตขับรถมีสิทธิอุทธรณ์ได้ภายในกี่วัน",
        "choice": [
            "15 วัน",
            "30 วัน",
            "60 วัน",
            "90 วัน"
        ],
        "correct": 0
    },{
        "name": "ผู้ได้รับใบอนุญาตขับรถที่ถูกสั่งเพิกถอนใบอนุญาตขับรถต้องส่งคืนใบอนุญาตขับรถให้แก่นายทะเบียนภายในกี่วัน",
        "choice": [
            "15 วัน",
            "30 วัน",
            "60 วัน",
            "90 วัน"
        ],
        "correct": 0
    },{
        "name": "ใบอนุญาตขับรถสูญหายต้องแจ้งนายทะเบียนภายในกี่วันนับแต่วันทราบเหตุนั้น",
        "choice": [
            "15 วัน",
            "30 วัน",
            "60 วัน",
            "90 วัน"
        ],
        "correct": 0
    },{
        "name": "ใบอนุญาตขับรถชำรุดในสาระสำคัญต้องแจ้งนายทะเบียนภายในกี่วันนับแต่วันทราบเหตุนั้น",
        "choice": [
            "15 วัน",
            "30 วัน",
            "60 วัน",
            "90 วัน"
        ],
        "correct": 0
    },{
        "name": "เมื่อกระทำผิดตามกฎหมายว่าด้วยรถยนต์ และได้รับคำสั่งผู้ตรวจการรถยนต์ให้ไปรายงานตัวผู้ขับรถจะต้องไปรายงานตัว ต่อนายทะเบียนภายในกี่วัน",
        "choice": [
            "3 วัน",
            "7 วัน",
            "10 วัน",
            "15 วัน"
        ],
        "correct": 1
    },{
        "name": "กรณีใดผู้ขับรถยนต์สาธารณะสามารถปฎิเสธไม่รับจ้างบรรทุกคนโดยสารได้",
        "choice": [
            "ผู้โดยสารเป็นบุคคลวิกลจริต",
            "ผู้โดยสารเมาสุรา",
            "ผู้โดยสารนำทุเรียนส่งกลิ่นขึ้นมาบนรถ",
            "ถูกทุกข้อ"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถยนต์สาธารณะต้องปฏิบัติอย่างไร",
        "choice": [
            "พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่ตกลงกันไว้",
            "ไม่พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่สั้นที่สุด",
            "ไม่พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่เร็วที่สุด",
            "พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่อ้อม"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถยนต์สาธารณะต้องปฏิบัติอย่างไร",
        "choice": [
            "พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่สั้นที่สุด",
            "ไม่พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่ตกลงกันไว้",
            "ไม่พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่เร็วที่สุด",
            "พาผู้โดยสารไปยังสถานที่ที่ว่าจ้างตามเส้นทางที่อ้อม"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถยนต์สาธารณะต้องปฏิบัติอย่างไร",
        "choice": [
            "ปฎิเสธผู้โดยสารในเส้นทางที่จราจรติดขัด",
            "ไม่สูบบุหรี่",
            "ใช้ใบอนุญาตขับรถยนต์ส่วนบุคคลแทนเมื่อใบอนุญาตขับรถยนต์สาธารณะขาดอายุ",
            "เปิดวิทยุเสียงดังเพื่อให้ผู้โดยสารฟังแก้เครียด"
        ],
        "correct": 1
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "เปิดวิทยุเสียงดังเพื่อให้ผู้โดยสารฟังแก้เครียด",
            "พูดคุยเสียงดังรบกวนผู้อื่น",
            "ไม่ทำตนน่ารำคาญ",
            "สูบบุหรี่แก้เครียดเวลารถติด"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "สูบบุหรี่แก้เครียดเวลารถติด",
            "พูดคุยเสียงดัง",
            "ใส่เสื้อยืดขับรถ",
            "ไม่กล่าววาจาไม่สุภาพ เสียดสี"
        ],
        "correct": 3
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "ไม่ก้าวร้าว ดูหมิ่นผู้โดยสาร",
            "พูดคุยเสียงดัง",
            "ใส่เสื้อยืดขับรถ",
            "สูบบุหรี่แก้เครียดเวลารถติด"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "สูบบุหรี่แก้เครียดเวลารถติด",
            "ตักเตือนผู้โดยสารเมื่อแต่งกายไม่สุภาพ",
            "ใส่เครื่องแบบพนักงานขับรถในเส้นทางที่เจ้าหน้าที่ตั้งด่านตรวจประจำ",
            "ไม่เสพสุราของมึนเมา"
        ],
        "correct": 3
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "เปิดวิทยุเสียงดังเพื่อให้ผู้โดยสารฟังแก้เครียด",
            "ไม่เสพยาเสพติดให้โทษ",
            "จอดรถตามความต้องการข้องผู้ดดยสาร",
            "สูบบุหรี่แก้เครียดเวลารถติด"
        ],
        "correct": 1
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "ไม่เสพวัตถุออกฤทธิ์ต่อจิตประสาท",
            "ขับด้วยความเร็วเมื่อผู้โดยสารเร่งรีบ",
            "ตามใจผู้โดยสารเพื่อให้ถึงจุดหมายให้เร็วที่สุด",
            "สูบบุหรี่แก้เครียดเวลารถติด"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถสาธารณะต้องปฏิบัติตนอย่างไร",
        "choice": [
            "ชวนผู้โดยสารคุยเพื่อความเป็นกันเอง",
            "เมื่อง่วงก็ขออนุญาตผู้โดยสารจอดนอน",
            "ไม่ขับรถในขณะหย่อนความสามารถ",
            "แจกหมายเลขโทรศัพท์เพื่อหาลูกค้า"
        ],
        "correct": 2
    },{
        "name": "ผู้ใดขับรถโดยไม่ได้รับใบอนุญาตขับรถมีโทษอย่างไร",
        "choice": [
            "จำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 1,000 บาท",
            "จำคุกไม่เกิน 6 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 2,000 บาท"
        ],
        "correct": 0
    },{
        "name": "ผู้ใดขับรถโดยใบอนุญาตขับรถสิ้นอายุมีโทษอย่างไร",
        "choice": [
            "ปรับไม่เกิน 1,000 บาท",
            "จำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "จำคุกไม่เกิน 6 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 2,000 บาท"
        ],
        "correct": 2
    },{
        "name": "นาย ก.ใช้รถยนต์มาแล้วเป็นปีที่ 6 ประสงค์จะเสียภาษีรถประจำปีต้องใช้เอกสารใดในการชำระภาษีรถ",
        "choice": [
            "ใบรับรองการผ่านตรวจสภาพเอกชน , พ.ร.บ. คุ้มครองผู้ประสบภัยจากรถ, คู่มือจดทะเบียนรถ",
            "ใบรับรองการผ่านตรวจสภาพเอกชน , พ.ร.บ. คุ้มครองผู้ประสบภัยจากรถ",
            "ใบรับรองการผ่านตรวจสภาพเอกชน, คู่มือจดทะเบียนรถ",
            "ใบรับรองการผ่านตรวจสภาพเอกชน , พ.ร.บ. คุ้มครองผู้ประสบภัยจากรถ, สำเนาคู่มือจดทะเบียนรถ"
        ],
        "correct": 1
    },{
        "name": "เมื่อรถทะเบียนระงับ หากประสงค์จะจดทะเบียนรถใหม่ต้องนำรถไปตรวจสภาพรถที่ใด",
        "choice": [
            "สำนักงานขนส่งจังหวัดในภูมิลำเนาที่ประสงค์จดทะเบียนรถ",
            "สถานตรวจสภาพเอกชนในภูมิลำเนาที่ประสงค์จดทะเบียนรถ",
            "สำนักงานขนส่งจังหวัดหรือสาขาในภูมิลำเนาที่ประสงค์จดทะเบียนรถ",
            "ไม่สามารถจดทะเบียนรถได้เนื่องจากทะเบียนระงับแล้ว"
        ],
        "correct": 0
    },{
        "name": "ประกันภัยชนิดใดใช้ประกอบการต่ออายุภาษีประจำปี",
        "choice": [
            "ประกันภัยชนิด 1",
            "ประกันภัยชนิด 2",
            "ประกันภัยชนิด 3",
            "ประกันภัยชนิด คุ้มครองผู้ประสบภัยจากรถ"
        ],
        "correct": 3
    }]
},{
    "name": "หมวดกฎหมายว่าด้วยจราจรทางบก",
    "no": 2,
    "icon": "car-outline",
    "exam": [{
        "name": "การขับรถผ่านทางร่วมทางแยกต้องปฏิบัติอย่างไร",
        "choice": [
            "ปฏิบัติตามสัญญาณไฟจราจรหรือกฎจราจรอย่างเคร่งครัด",
            "เมื่อพบป้ายเตือนทางร่วมทางแยกให้ขับรถด้วยความเร็วปกติ",
            "หากไม่มีสัญญาณไฟจราจร ให้รถคันที่ใหญ่กว่าผ่านทางร่วมทางแยกไปก่อน",
            "เมื่อพบป้ายเตือนสัญญาณไฟบริเวณทางร่วมทางแยกให้ขับรถไปตามปกติ"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ต้องการเลี้ยวรถต้องปฏิบัติอย่างไร",
        "choice": [
            "ชะลอรถและเปิดไฟเลี้ยวก่อนถึงทางเลี้ยวไม่น้อยกว่า 30 เมตร",
            "เปิดไฟเลี้ยวก่อนถึงทางเลี้ยว 20 เมตร",
            "หยุดรถเพื่อเตรียมตัวเลี้ยว",
            "เร่งความเร็วก่อนเลี้ยว"
        ],
        "correct": 0
    },{
        "name": "การหยุดรถบริเวณทางแยกผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "ยุดทับเส้นแนวหยุด",
            "หยุดหลังเส้นแนวหยุด",
            "หยุดเลยเส้นแนวหยุด",
            "หยุดเลยป้ายหยุด"
        ],
        "correct": 1
    },{
        "name": "บริเวณใดห้ามแซง",
        "choice": [
            "ทางตรง",
            "ทางที่ปลอดภัย",
            "ทางโล่ง",
            "ทางโค้งรัศมีแคบ"
        ],
        "correct": 3
    },{
        "name": "การจอดรถต้องจอดให้ห่างจากขอบทางไม่เกินกี่เซนติเมตร",
        "choice": [
            "ห่างไม่เกิน 35 เซนติเมตร",
            "ห่างไม่เกิน 30 เซนติเมตร",
            "ห่างไม่เกิน 25 เซนติเมตร",
            "ห่างไม่เกิน 40 เซนติเมตร"
        ],
        "correct": 2
    },{
        "name": "การขับรถแซงรถคันหน้าต้องแซงด้านขวามือ ยกเว้นกรณีใดที่สามารถแซงด้านซ้ายมือได้",
        "choice": [
            "เมื่อรถที่จะถูกแซงกำลังเลี้ยวขวา หรือให้สัญญาณว่าจะเลี้ยวขวา",
            "แซงรถคันอื่นทางด้านซ้ายในทางเดินรถช่องทางเดียว",
            "แซงรถคันอื่นในช่องทางขวาของรถที่ถูกแซง",
            "แซงรถคันอื่นทางด้านซ้ายขณะรถวิ่งบนสะพาน"
        ],
        "correct": 0
    },{
        "name": "รถในข้อใดที่สามารถนำมาใช้ในทางได้",
        "choice": [
            "รถที่ไม่ติดแผ่นป้ายทะเบียนของทางราชการกำหนด",
            "รถที่จดทะเบียนและเสียภาษีแล้ว",
            "รถที่ขาดต่อภาษี",
            "รถที่แจ้งเลิกใช้ตลอดไป"
        ],
        "correct": 1
    },{
        "name": "รถในข้อใด ห้ามนำมาใช้ในทาง",
        "choice": [
            "รถที่มีสภาพไม่มั่นคงแข็งแรง",
            "รถที่ติดแผ่นป้ายทะเบียนของทางราชการกำหนด",
            "รถที่จดทะเบียนและเสียภาษีแล้ว",
            "รถที่อุปกรณ์ส่วนควบครบถ้วน"
        ],
        "correct": 0
    },{
        "name": "เขตปลอดภัย หมายความว่าอย่างไร",
        "choice": [
            "พื้นที่มีเครื่องหมายแสดงไว้ให้ผู้ขับขี่เห็นว่าปลอดภัยขับต่อไปได้",
            "เขตที่ผู้ขับขี่สามารถนำรถผ่านเข้าไปได้",
            "พื้นที่ในทางเดินรถที่มีเครื่องหมายแสดงไว้ให้เห็นได้ชัดเจนทุกเวลาสำหรับ ให้คนเดินเท้าที่ข้ามทางหยุดรอ หรือให้คนที่ขึ้นหรือลงจากรถหยุดรอก่อนจะข้ามทางต่อไป",
            "เขตที่คนเดินเท้าสามารถข้ามทางได้โดยไม่ต้องหยุดรอ"
        ],
        "correct": 2
    },{
        "name": "รถในข้อใดที่สามารถนำมาใช้ในทางเดินรถได้",
        "choice": [
            "รถที่มีเสียงดังกว่าเกณฑ์ที่ทางราชการกำหนด",
            "รถที่มีสิ่งลากถูไปบนทางเดินรถ",
            "รถที่มีล้อไม่ใช่ยาง",
            "รถที่มีเสียงเครื่องยนต์ดังในระดับ 80 เดซิเบล"
        ],
        "correct": 3
    },{
        "name": "สัญญาณจราจรไฟสีแดงที่ทำเป็นรูปกากบาทเฉียงอยู่เหนือช่องเดินรถ ห้ามมิให้ผู้ขับขี่ขับรถอย่างไร",
        "choice": [
            "จอดรถในช่องเดินรถนั้น",
            "หยุดและจอดรถในช่องเดินรถนั้น",
            "ขับรถในช่องเดินรถนั้น",
            "หยุดรถในช่องเดินรถนั้น"
        ],
        "correct": 2
    },{
        "name": "เมื่อพนักงานจราจรยืนและเหยียดแขนซ้ายออกไปเสมอระดับไหล่ ผู้ขับขี่ซึ่งขับรถมาจากทางด้านไหนของพนักงานจราจรจะต้องหยุดรถ",
        "image": "2.12.jpg",
        "choice": [
            "ด้านข้าง",
            "ด้านหน้าและด้านหลัง",
            "ด้านหลัง",
            "ด้านหน้า"
        ],
        "correct": 2
    },{
        "name": "เมื่อพนักงานจราจรยืนและเหยียดแขนขวาท่อนล่างตั้งฉากกับแขนท่อนบนและตั้งฝ่า มือขึ้น ผู้ขับขี่ซึ่งขับรถมาจากทางด้านไหนของพนักงานจราจรจะต้องหยุดรถ",
        "image": "2.13.jpg",
        "choice": [
            "ด้านหลัง",
            "ด้านหน้าและด้านหลัง",
            "ด้านหน้า",
            "ด้านข้างและด้านหลัง"
        ],
        "correct": 2
    },{
        "name": "การขับรถผ่านทางร่วมทางแยกที่มีสัญญาณจราจรไฟกระพริบสีแดง.ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถหลังเส้นให้รถหยุด เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรจึงให้ขับรถต่อไปด้วยความระมัดระวัง",
            "ลดความเร็วของรถลงและผ่านทางเดินรถนั้นไปด้วยความระมัดระวัง",
            "จอดรถด้วยความระมัดระวัง",
            "เพิ่มความเร็วของรถและผ่านทางเดินรถนั้นไปโดยเร็ว"
        ],
        "correct": 0
    },{
        "name": "การขับรถผ่านทางร่วมทางแยกที่มีสัญญาณจราจรไฟกระพริบสีเหลือง.ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "ลดความเร็วของรถลงและผ่านทางเดินรถนั้นไปด้วยความระมัดระวัง",
            "หยุดรถหลังเส้นให้รถหยุด เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรจึงขับรถต่อไปด้วยความระมัดระวัง",
            "จอดรถ",
            "เพิ่มความเร็วของรถและผ่านทางเดินรถนั้นไปโดยเร็ว"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ต้องขับรถในทางเดินรถด้านซ้าย ยกเว้นกรณีใดสามารถเดินรถทางขวาหรือ ล้ำกึ่งกลางของทางเดินรถได้",
        "choice": [
            "ไม่มีรถสวนทางมา",
            "ทางเดินรถกว้างมาก",
            "ด้านซ้ายของทางเดินรถมีสิ่งกีดขวาง",
            "ทางเดินรถมีน้ำท่วมขัง"
        ],
        "correct": 2
    },{
        "name": "การให้สัญญาณด้วยแขน โดยผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกตัวรถเสมอระดับไหล่และโบกมือขึ้นลงหลาย ครั้ง.หมายถึงผู้ขับขี่นั้นต้องการอะไร",
        "image": "2.17.jpg",
        "choice": [
            "หยุดรถ",
            "เลี้ยวขวา",
            "จะลดความเร็วของรถ",
            "จอดรถ"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับขี่ต้องขับรถให้ห่างจากรถคันหน้าเท่าไร",
        "choice": [
            "ในระยะที่จะสามารถหยุดรถได้โดยปลอดภัยเมื่อมีความจำเป็น",
            "ไม่น้อยกว่า 2 เมตร",
            "ไม่น้อยกว่า 1 เมตร",
            "ไม่น้อยกว่า 3 เมตร"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ต้องการจะเลี้ยวซ้ายต้องขับรถในช่องเดินรถด้านซ้ายก่อนถึงทางเลี้ยวกี่เมตร",
        "choice": [
            "ไม่น้อยกว่า 15 เมตร",
            "ไม่น้อยกว่า 20 เมตร",
            "ไม่น้อยกว่า 25 เมตร",
            "ไม่น้อยกว่า 30 เมตร"
        ],
        "correct": 3
    },{
        "name": "ผู้ขับขี่ต้องเปิดไฟหน้าหรือไฟท้ายรถ ให้รถคันอื่นเห็นได้ในระยะไม่น้อยกว่าเท่าใด",
        "choice": [
            "150 เมตร",
            "100 เมตร",
            "60 เมตร",
            "120 เมตร"
        ],
        "correct": 0
    },{
        "name": "ในการขับรถสวนทางกัน ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "แซงเข้าไปในช่องเดินรถประจำทางได้",
            "ให้ขับรถชิดด้านซ้าย",
            "ในทางที่มีสิ่งกีดขวางอยู่ข้างหน้าไม่ต้องหยุดรอให้รถที่สวนมาผ่านไปได้",
            "ในทางแคบที่ไม่อาจสวนกันได้ ผู้ขับรถคันที่เล็กกว่า ต้องหยุดชิดด้านซ้ายให้รถคันที่ใหญ่กว่าไปก่อน"
        ],
        "correct": 1
    },{
        "name": "ห้ามมิให้ผู้ขับขี่รถแซงเพื่อขึ้นหน้ารถคันอื่นขณะที่มีหมอก ฝุ่น ฝน หรือควัน จนไม่อาจเห็นทางข้างหน้าได้ในระยะ เท่าใด",
        "choice": [
            "60 เมตร",
            "90 เมตร",
            "70 เมตร",
            "80 เมตร"
        ],
        "correct": 0
    },{
        "name": "บริเวณใดห้ามขับรถแซงรถคันอื่น",
        "choice": [
            "ทางโค้งรัศมีแคบ",
            "ในกรณีที่ทางเดินรถด้านซ้ายมีสิ่งกีดขวาง",
            "150 เมตร จากทางร่วมทางแยก",
            "แซงด้านซ้ายในขณะที่มีรถรอเลี้ยวขวา"
        ],
        "correct": 0
    },{
        "name": "บริเวณใดสามารถกลับรถได้",
        "choice": [
            "ทางเดินรถที่มีเครื่องหมายห้ามกลับรถ",
            "บริเวณบนสะพาน",
            "ระยะ 150 เมตร จากทางราบของเชิงสะพาน",
            "เขตปลอดภัย"
        ],
        "correct": 2
    },{
        "name": "เมื่อผู้ขับขี่พบเครื่องหมาย 'เลี้ยวซ้ายผ่านตลอด' ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "choice": [
            "ลดความเร็วของรถลงและเลี้ยวซ้ายผ่านไปได้ทันที",
            "หยุดรอจนกว่าจะได้รับสัญญาณไฟเขียวจึงเลี้ยวซ้ายไปได้",
            "หยุดรอให้คนข้ามถนนและรถที่มาจากทางด้านขวามือขับผ่านไปก่อนแล้วจึงเลี้ยวซ้ายผ่านไป",
            "เลี้ยวซ้ายผ่านไปได้ทันที"
        ],
        "correct": 2
    },{
        "name": "ผู้ใดไม่มีหน้าที่ให้สัญญาณจราจรตามพระราชบัญญัติจราจรทางบก.พ.ศ.2522",
        "choice": [
            "ผู้ขับขี่รถยนต์",
            "พนักงานจราจร",
            "ผู้ขับขี่รถจักรยานยนต์",
            "คนเดินเท้า"
        ],
        "correct": 3
    },{
        "name": "ผู้ขับขี่ปฏิบัติตามข้อใดไม่ถูกต้อง",
        "choice": [
            "ลดความเร็วเมื่อถึงวงเวียน",
            "ลดความเร็วเมื่อถึงที่คับขัน",
            "จอดรถบริเวณทางร่วมทางแยก",
            "ลดความเร็วเมื่อเห็นคนกำลังข้ามทาง"
        ],
        "correct": 2
    },{
        "name": "บริเวณใดแซงได้",
        "choice": [
            "ทางร่วมทางแยก",
            "สะพานเดินรถทางเดียว",
            "ทางโค้งรัศมีแคบ",
            "บนพื้นทางที่มีเครื่องหมายจราจรให้แซงได้"
        ],
        "correct": 3
    },{
        "name": "เมื่อจะเปลี่ยนช่องทางหรือแซงรถทุกครั้งต้องปฏิบัติอย่างไร",
        "choice": [
            "รีบเปลี่ยนช่องทางโดยเร็ว",
            "ต้องให้สัญญาณไฟหรือสัญญาณแตร",
            "แซงขึ้นหน้าแล้วเหยียบเบรกทันที",
            "รีบเร่งเครื่องแซงโดยเร็ว"
        ],
        "correct": 1
    },{
        "name": "บริเวณใดจอดรถได้",
        "choice": [
            "ที่มีป้ายห้ามหยุดรถ",
            "ในอุโมงค์",
            "ทางร่วมทางแยก",
            "ลานจอดรถในห้างสรรพสินค้า"
        ],
        "correct": 3
    },{
        "name": "การขับรถตามข้อใดปฏิบัติได้ถูกต้อง",
        "choice": [
            "ขับรถลักษณะผิดปกติวิสัย",
            "แซงรถในอุโมงค์",
            "ขับรถในลักษณะกีดขวางการจราจร",
            "ขับรถเร็วไม่เกินอัตราที่กฎหมายกำหนด"
        ],
        "correct": 3
    },{
        "name": "เมื่อถึงทางรถไฟและมีรถไฟกำลังแล่นผ่าน ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถให้ห่างจากทางรถไฟไม่น้อยกว่า 5 เมตร",
            "ขับรถผ่านไปโดยเร็ว",
            "ให้เสียงสัญญาณแตรเตือนและขับผ่านไปได้",
            "หยุดรอสัญญาณไฟและเปิดไฟฉุกเฉิน"
        ],
        "correct": 0
    },{
        "name": "บริเวณใดใช้สัญญาณเสียงแตรได้",
        "choice": [
            "โรงเรียน",
            "สถานที่ราชการ",
            "สวนสาธารณะ",
            "โรงพยาบาล"
        ],
        "correct": 2
    },{
        "name": "เมื่อเกิดอุบัติเหตุผู้ขับขี่หลบหนีจะมีผลอย่างไร",
        "choice": [
            "ไม่มีผล เพราะไม่ใช่ฝ่ายผิด",
            "ให้สันนิษฐานว่าผู้นั้นเป็นผู้กระทำผิด",
            "มีผลให้เป็นฝ่ายถูก",
            "จะได้รับการกันไว้เป็นพยาน"
        ],
        "correct": 1
    },{
        "name": "สัญญาณเสียงแตรใช้ได้เมื่อใด",
        "choice": [
            "ใช้ได้เมื่อรถคันหน้าขับช้า",
            "ใช้ได้ตามสะดวก",
            "ใช้ตลอดเวลา",
            "ใช้ได้เมื่อจำเป็นเพื่อป้องกันอุบัติเหตุ"
        ],
        "correct": 3
    },{
        "name": "ขณะขับขี่รถต้องเว้นระยะห่างรถคันหน้าเท่าใด",
        "choice": [
            "ในระยะที่ปลอดภัย",
            "13 เมตร",
            "50 เมตร",
            "3 ช่วงตัวรถ"
        ],
        "correct": 0
    },{
        "name": "ก่อนเลี้ยวรถต้องเข้าช่องทางที่จะเลี้ยวและเปิดไฟเลี้ยวก่อนเลี้ยวรถไม่น้อยกว่ากี่เมตร",
        "choice": [
            "3 เมตร",
            "30 เมตร",
            "10 เมตร",
            "15 เมตร"
        ],
        "correct": 1
    },{
        "name": "ผู้ขับรถที่ดื่มสุราเมื่อวัดระดับแอลกอฮอล์ในลมหายใจจะต้องไม่เกินเท่าใด",
        "choice": [
            "ไม่เกิน 60 มิลลิกรัมเปอร์เซ็น",
            "ไม่เกิน 70 มิลลิกรัมเปอร์เซ็น",
            "ไม่เกิน 50 มิลลิกรัมเปอร์เซ็น",
            "ไม่เกิน 80 มิลลิกรัมเปอร์เซ็น"
        ],
        "correct": 2
    },{
        "name": "ขณะขับรถตรวจพบแอลกอฮอล์ในร่างกายเกินกว่าที่กฎหมายกำหนดมีโทษอย่างไร",
        "choice": [
            "จำคุกไม่เกิน 3 เดือนหรือปรับตั้งแต่ 1,000 ถึง.50,000 บาท",
            "จำคุกไม่เกิน 1 ปีหรือปรับตั้งแต่ 5,000 ถึง.20,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 5,000 บาท",
            "ปรับไม่เกิน 10,000 บาท"
        ],
        "correct": 1
    },{
        "name": "ในเขตกรุงเทพ เขตเมืองพัทยา หรือเขตเทศบาล ต้องขับรถด้วยความเร็วเท่าไร",
        "choice": [
            "ไม่เกิน 90 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 80 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 60 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 100 กิโลเมตรต่อชั่วโมง"
        ],
        "correct": 1
    },{
        "name": "นอกเขตกรุงเทพ เขตเมืองพัทยา หรือเขตเทศบาล ต้องขับรถด้วยความเร็วเท่าไร",
        "choice": [
            "ไม่เกิน 120 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 80 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 100 กิโลเมตรต่อชั่วโมง",
            "ไม่เกิน 90 กิโลเมตรต่อชั่วโมง"
        ],
        "correct": 3
    },{
        "name": "ในการให้สัญญาณไฟเลี้ยว จะต้องให้ผู้ขับรถคันอื่นเห็นได้ในระยะเท่าไร",
        "choice": [
            "ไม่น้อยกว่า 10 เมตร",
            "ไม่น้อยกว่า 15 เมตร",
            "ไม่น้อยกว่า 60 เมตร",
            "ไม่น้อยกว่า 30 เมตร"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับขี่ซึ่งจะเลี้ยวรถจะต้องให้สัญญาณมืออย่างไร",
        "choice": [
            "ให้สัญญาณมือด้วยมือซ้ายเท่านั้น",
            "ให้สัญญาณมือได้ทั้งมือซ้ายและมือขวา",
            "ไม่ต้องให้สัญญาณมือใด ๆ ทั้งสิ้น",
            "ให้สัญญาณมือด้วยมือขวาเท่านั้น"
        ],
        "correct": 3
    },{
        "name": "บริเวณทางร่วมทางแยกและมีเครื่องหมายห้ามกลับรถแต่เจ้าพนักงานจราจรอนุญาตให้กลับรถได้ผู้ขับขี่ ต้องปฏิบัติอย่างไร",
        "choice": [
            "กลับรถได้",
            "กลับรถได้ถ้าไม่มีเครื่องหมายห้ามกลับรถ",
            "กลับรถไม่ได้",
            "กลับรถได้ถ้าไม่ใช่ทางร่วมทางแยก"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ต้องการกลับรถต้องปฏิบัติอย่างไร",
        "choice": [
            "ขับรถช่องทางไหนก็ได้",
            "ดูป้ายจราจรที่อนุญาตให้กลับรถและเข้าช่องทางให้ถูกต้อง",
            "เข้าช่องทางที่มีลุกศรบนพื้นถนนให้ตรงไป",
            "กลับรถที่บริเวณเส้นทะแยงเหลือง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดปฏิบัติถูกต้อง",
        "choice": [
            "รถจักรยานยนต์ต้องขับในช่องเดินรถด้านซ้ายสุด",
            "รถบรรทุกคนโดยสารต้องขับในช่องเดินรถด้านขวาสุด",
            "รถบรรทุกสิ่งของต้องขับในช่องเดินรถด้านขวาสุด",
            "การเปลี่ยนช่องเดินรถไปทางด้านขวาหรือซ้ายไม่ต้องดูกระจกด้านซ้ายหรือขวา"
        ],
        "correct": 0
    },{
        "name": "ในช่องทางเดินรถตั้งแต่สองช่องทางขึ้นไปในทิศทางเดียวกัน ผู้ขับขี่รถจักรยานยนต์ ต้องปฏิบัติอย่างไร",
        "choice": [
            "ต้องขับรถชิดด้านขวาสุด",
            "ต้องขับรถชิดด้านซ้ายสุด",
            "ต้องขับรถคล่อมเส้นแบ่งช่องทางเดินรถ",
            "ต้องขับรถอยู่ในช่องทางที่ให้ขับตรงไป"
        ],
        "correct": 1
    },{
        "name": "ผู้ใดได้รับยกเว้นไม่ต้องสวมหมวกนิรภัยขณะโดยสารรถจักรยานยนต์",
        "choice": [
            "ภิกษุ สามเณร",
            "คนโดยสาร",
            "เด็ก",
            "คนขับรถ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเปิดไฟฉุกเฉินได้ถูกต้อง",
        "choice": [
            "รถเสียหรือรถเกิดอุบัติเหตุ",
            "เปิดได้ตลอดเวลา",
            "มีหมอก",
            "ผ่านทางแยก"
        ],
        "correct": 0
    },{
        "name": "ในการบรรทุกสิ่งของผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "choice": [
            "บรรทุกได้กว้างกว่าความกว้างของตัวรถข้างละ 1 เมตร",
            "บรรทุกยื่นพ้นตัวรถด้านหลังไม่เกิน 2.50 เมตร",
            "บรรทุกสูงโดยวัดจากสิ่งของที่บรรทุกได้เกิน 5 เมตร",
            "บรรทุกยื่นพ้นตัวรถด้านหน้าไม่เกิน 2.50 เมตร"
        ],
        "correct": 1
    },{
        "name": "การลากจูงรถที่ไม่สามารถใช้พวงมาลัยหรือเบรกได้ควรทำอย่างไร",
        "choice": [
            "ใช้คนดันไป",
            "ใช้รถดันไป",
            "ใช้สายพ่วงลากจูงไป",
            "ใช้วิธีการยกหน้าหรือยกท้ายลากไป"
        ],
        "correct": 3
    },{
        "name": "รถที่มีความเร็วช้า ผู้ขับขี่จะต้องปฏิบัติอย่างไร",
        "choice": [
            "ขับรถได้ทั้งด้านซ้ายและด้านขวา",
            "ขับรถชิดขอบด้านขวา",
            "ขับรถที่บริเวณไหล่ทาง",
            "ขับรถชิดขอบด้านซ้าย"
        ],
        "correct": 3
    }]
},{
    "name": "หมวดเครื่องหมายพื้นทาง",
    "no": 3,
    "icon": "car-outline",
    "exam": [{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.1.jpg",
        "choice": [
            "เพิ่มความระมัดระวังแล้วหยุดรถ",
            "เพิ่มความระมัดระวังเขตหยุดรับ-ส่ง",
            "ขับรถให้ช้าลงถ้าเห็นว่าจะไม่ปลอดภัยต่อรถคันอื่นหรือคนเดินเท้าในทางข้างหน้า ต้องหยุดรถก่อนถึงเส้นให้ทาง",
            "เพิ่มความระมัดระวังแล้วจอดรถ"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร?",
        "image": "3.2.jpg",
        "choice": [
            "เส้นชะลอความเร็ว",
            "ให้เลี้ยวรถได้",
            "ห้ามเลี้ยวรถ",
            "ให้จอดรถได้"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความว่าอย่างไร?",
        "image": "3.3.jpg",
        "choice": [
            "ห้ามเลี้ยวซ้ายหรือเลี้ยวขวา",
            "ห้ามขับรถตรงไปหรือเลี้ยวขวา",
            "ให้ขับรถไปทางเดียวด้านซ้าย",
            "รถที่อยู่ด้านเส้นทึบห้ามผ่านหรือคร่อมเส้นทึบ แต่รถที่อยู่ด้านเส้นประอาจแซงได้เมื่อเห็นว่าปลอดภัย"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.4.jpg",
        "choice": [
            "สามารถเปลี่ยนช่องเดินรถหรือช่องจราจรหรือสามารถแซงได้",
            "ห้ามขับรถตรงไปหรือเลี้ยวขวา ห้ามเปลี่ยนช่องการจราจร",
            "ห้ามเลี้ยวซ้ายหรือเลี้ยวขวา ห้ามเปลี่ยนช่องการจราจร",
            "ให้ขับรถไปทางเดียวด้านซ้าย ห้ามเปลี่ยนช่องการจราจร"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.5.jpg",
        "choice": [
            "ให้ผู้ขับขี่ชะลอความเร็วลงและรีบเร่งเครื่องไปก่อน",
            "ขับรถให้ช้าลง หากเห็นรถคันอื่นหรือคนเดินเท้าในทางขวางหน้า ต้องหยุดรถก่อนถึงแนวเส้นให้ทาง",
            "ให้ผู้ขับขี่ขับรถอย่างรวดเร็ว",
            "ให้ผู้ขับขี่ ขับรถให้ช้าลงแล้วแซงได้"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.6.jpg",
        "choice": [
            "ให้จอดรถทับเส้นได้ตลอดเวลา",
            "เขตหยุดรับ-ส่ง ได้ตลอดเวลา",
            "ให้หยุดรถก่อนถึงเส้นแนวหยุดหรือเส้นให้ทาง เพื่อให้คนเดินเท้าข้ามทางผ่านไปก่อน",
            "ให้หยุดรถทับเส้นได้ตลอดเวลา"
        ],
        "correct": 2
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.7.jpg",
        "choice": [
            "ขับรถภายในช่องจราจร ห้ามแซง ห้ามขับรถผ่านหรือคร่อมเส้นโดยเด็ดขาด",
            "ขับรถให้ช้าลง ให้เลี้ยวขวา",
            "ขับรถไปทางด้านขวา ให้เลี้ยวซ้าย",
            "เพิ่มความระมัดระวัง ห้ามเลี้ยวซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.8.jpg",
        "choice": [
            "เพิ่มความระมัดระวัง และห้ามแซง",
            "ขับรถในช่องการจราจร ห้ามคร่อมเส้น แต่แซงได้",
            "เพิ่มความระมัดระวัง ห้ามเปลี่ยนช่องการจราจร",
            "ขับรถให้ช้าลง ขับรถคร่อมเส้นได้"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร?",
        "image": "3.9.jpg",
        "choice": [
            "ให้ผู้ขับขี่ขับรถอย่างรวดเร็ว เส้นให้ไปได้ทันที",
            "ให้ผู้ขับขี่ ขับรถให้ช้าลงแล้ว แซงได้",
            "ให้หยุดรถก่อนถึงแนวเส้นขวางทุกครั้ง",
            "ให้ผู้ขับขี่ชะลอความเร็วลง และรีบเร่งเครื่องไปก่อน"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "3.10.jpg",
        "choice": [
            "เขตหยุดรถ",
            "เขตหยุดรับ-ส่ง",
            "เขตปลอดภัย",
            "เขตจอดรถ"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "3.11.jpg",
        "choice": [
            "ห้ามหยุดรถทุกชนิดภายในกรอบเส้นทแยง ห้ามหยุดรถยกเว้นรถที่หยุดรอเพื่อเลี้ยวขวา",
            "รถยนต์ทุกชนิด จอดรถได้",
            "รถยนต์ทุกชนิด หยดรถได้",
            "รถยนต์ทุกชนิด กลับรถได้"
        ],
        "correct": 0
    }]
},{
    "name": "หมวดป้ายบังคับ",
    "no": 4,
    "icon": "car-outline",
    "exam": [{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร?",
        "image": "4.1.jpg",
        "choice": [
            "ให้ขับรถแซงคันอื่นได้เลย ในเขตที่มีเครื่องหมายนี้",
            "ให้ทางแก่รถคันอื่นก่อน ในเขตที่มีเครื่องหมายนี้",
            "ให้หยุดรถก่อน ในเขตที่มีเครื่องหมายนี้",
            "ห้ามขับรถแซงขึ้นหน้ารถคันอื่น ในเขตทางที่ติดตั้งป้าย"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร?",
        "image": "4.2.jpg",
        "choice": [
            "ห้ามขับรถทุกชนิดเข้าไปในทิศทางที่ติดตั้งป้าย",
            "ให้คนเดินเข้าไป ในเขตที่ติดตั้งป้าย",
            "ให้เฉพาะรถเก๋งเข้าไป ในเขตที่ติดตั้งป้าย",
            "ให้รถเข้าไปได้ ในเขตที่ติดตั้งป้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.3.jpg",
        "choice": [
            "ห้ามกลับรถไปทางขวา",
            "ห้ามกลับรถไปทางซ้าย",
            "ให้กลับรถไปทางซ้าย",
            "ให้กลับรถไปทางขวา"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.4.jpg",
        "choice": [
            "ให้กลับรถไปทางซ้าย",
            "ห้ามกลับรถไปทางขวา",
            "ห้ามกลับรถไปทางซ้าย",
            "ให้กลับรถไปทางขวา"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.5.jpg",
        "choice": [
            "ให้กลับรถไปทางซ้าย",
            "ให้กลับรถไปทางขวา",
            "ห้ามเลี้ยวซ้าย",
            "ห้ามกลับรถไปทางซ้าย"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.6.jpg",
        "choice": [
            "ให้กลับรถไปทางซ้าย",
            "ให้กลับรถไปทางขวา",
            "ห้ามกลับรถไปทางซ้าย",
            "ห้ามเลี้ยวขวา"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.7.jpg",
        "choice": [
            "ห้ามเปลี่ยนช่องเดินรถไปทางขวา",
            "ให้เปลี่ยนช่องเดินรถไปทางขวา",
            "ห้ามเปลี่ยนช่องเดินรถไปทางซ้าย",
            "ให้เปลี่ยนช่องเดินรถไปทางซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.8.jpg",
        "choice": [
            "ห้ามเลี้ยวขวาหรือกลับรถ",
            "ให้เลี้ยวซ้ายหรือกลับรถ",
            "ให้เลี้ยวขวาหรือกลับรถ",
            "ห้ามเลี้ยวซ้ายหรือกลับรถ"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.9.jpg",
        "choice": [
            "ห้ามเลี้ยวซ้ายหรือกลับรถ",
            "ให้เลี้ยวซ้ายหรือกลับรถ",
            "ให้ไปทางซ้ายหรือทางขวา",
            "ห้ามไปทางซ้ายหรือทางขวา"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.10.jpg",
        "choice": [
            "ให้รถยนต์ทุกชนิดผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ห้ามรถยนต์ทุกชนิดผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ห้ามเฉพาะรถยนต์ผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ให้รถยนต์จอด และหยุดรับ-ส่งได้ในเขตที่ติดตั้งป้าย"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.11.jpg",
        "choice": [
            "ห้ามรถบรรทุกทุกชนิดผ่านเข้าออกในเขตทางที่ติดตั้งป้าย",
            "ให้รถบรรทุกผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ห้ามรถยนต์ทุกชนิดผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ให้รถยนต์ทุกชนิดผ่านเข้าไปในเขตที่ติดตั้งป้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.12.jpg",
        "choice": [
            "ห้ามรถบรรทุกทุกชนิดผ่าน",
            "ห้ามรถจักรยานยนต์ผ่าน",
            "ห้ามรถยนต์ทุกชนิดผ่าน",
            "ให้รถยนต์ทุกชนิดผ่าน"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.13.jpg",
        "choice": [
            "ห้ามรถยนต์ผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ห้ามรถยนต์จอด แต่หยุดรับ-ส่งได้ในเขตที่ติดตั้งป้าย",
            "ให้รถยนต์ทุกชนิดผ่านเข้าไปในเขตที่ติดตั้งป้าย",
            "ห้ามรถจักรยานยนต์และรถยนต์ทุกชนิดผ่านเข้าออก"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.14.jpg",
        "choice": [
            "ห้ามจอดรถ",
            "ห้ามหยุดรถ",
            "ห้ามใช้เสียง",
            "ให้ใช้เสียงได้"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.15.jpg",
        "choice": [
            "ให้หยุดรถ",
            "ห้ามจอดรถทุกชนิด",
            "ให้แซงได้",
            "ให้ทาง"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.16.jpg",
        "choice": [
            "ให้ล้อเลื่อนลากเข็นจอด",
            "ให้รถจักรยานจอด",
            "ให้รถจักรยานยนต์จอด",
            "ห้ามหยุดหรือจอดรถทุกชนิด"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.17.jpg",
        "choice": [
            "ห้ามคนผ่าน",
            "ทางข้าม",
            "บริเวณคนข้ามถนน",
            "เฉพาะคนเดิน"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.18.jpg",
        "choice": [
            "ให้ใช้น้ำหนักไม่เกิน 50 กก.",
            "ห้ามใช้เสียงเกิน 50 เดซิเบล A",
            "ห้ามใช้ความเร็วเกินกว่าที่กำหนดเป็น 'กิโลเมตรต่อชั่วโมง' ตามจำนวนตัวเลขที่รับในป้ายนั้นๆ",
            "ให้ใช้ความเร็วเกิน 50 กม./ชม."
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.19.jpg",
        "choice": [
            "ห้ามรถกว้างเกินกำหนด",
            "ห้ามรถยาวเกินกำหนด",
            "ห้ามรถบรรทุกชนิดที่มีน้ำหนักเกินกว่าที่กำหนดเป็น 'ตัน' ตามจำนวนตัวเลขที่ระบุในป้ายนั้นๆ ผ่านเข้าออก",
            "จำกัดความเร็ว"
        ],
        "correct": 2
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "4.20.jpg",
        "choice": [
            "ห้ามหยุดรถทุกชนิด",
            "ให้ขับรถไปได้เฉพาะรถเก๋ง เพราะเป็นทางเอก",
            "ให้ลดความเร็วลง และขับต่อไปช้าช้า",
            "ต้องหยุดให้รถและคนเดินเท้าในทางขวางหน้าผ่านไปก่อน เมื่อเห็นว่าปลอดภัยแล้ว จึงขับรถต่อไปได้"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.21.jpg",
        "choice": [
            "ให้ทางแก่รถหรือคนเดินเท้าบนทางขวางข้างหน้าผ่านไปก่อน",
            "ห้ามกลับรถไปทางซ้าย",
            "ห้ามกลับรถไปทางขวา",
            "ให้กลับรถไปทางขวา"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "4.22.jpg",
        "choice": [
            "ห้ามขับรถยนต์ผ่าน",
            "ต้องหยุดรถตรงตำแหน่งที่ติดตั้งป้ายและให้รถที่กำลังสวนทางมาผ่านไปก่อน",
            "ให้ลดความเร็วแล้วขับรถเบี่ยงไปทางด้านซ้าย",
            "ให้ลดความเร็วแล้วขับรถเบี่ยงไปทางด้านขวา"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.23.jpg",
        "choice": [
            "ไม่ขับรถตรงไป",
            "ต้องขับรถตรงไปตามทิศทางที่ป้ายกำหนดเป็นทางเดินรถทางเดียวเท่านั้น",
            "ไม่ขับรถเข้าไป",
            "ให้ขับรถไปทางซ้าย"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.24.jpg",
        "choice": [
            "ทางข้างหน้าเป็นทางบังคับให้เดินรถทางเดียวไปทางซ้ายเท่านั้น",
            "ไปได้เฉพาะทางขวาเท่านั้น",
            "ห้ามขับรถไปทางขวา",
            "ให้ขับรถไปทางขวาเท่านั้น"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.25.jpg",
        "choice": [
            "ให้ขับรถตรงไปอย่างเดียว",
            "ขับรถไปทางซ้ายได้อย่างเดียว",
            "ห้ามขับรถไปทางขวา",
            "ผู้ขับขี่ต้องขับรถผ่านไปทางด้านขวาของป้าย"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.26.jpg",
        "choice": [
            "ให้เลี้ยวซ้าย",
            "ให้เลี้ยวขวา",
            "ให้ชิดขวา",
            "ผู้ขับขี่ต้องขับรถผ่านไปทางด้านซ้ายของป้าย"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "4.27.jpg",
        "choice": [
            "ผู้ขับขี่ต้องขับรถผ่านไปทางด้านขวาของป้าย",
            "ให้ชิดซ้าย",
            "ให้เลี้ยวซ้าย",
            "ให้เลี้ยวขวา"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.28.jpg",
        "choice": [
            "ห้ามไปทางซ้ายหรือทางขวา",
            "ให้ชิดซ้ายหรือชิดขวา",
            "ให้ชิดขวาอย่างเดียว",
            "ให้ชิดซ้ายอย่างเดียว"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.29.jpg",
        "choice": [
            "ห้ามเลี้ยวซ้าย",
            "ห้ามเลี้ยวขวา",
            "ให้เลี้ยวซ้าย",
            "ให้เลี้ยวขวา"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.30.jpg",
        "choice": [
            "ห้ามเลี้ยวซ้าย",
            "ห้ามเลี้ยวขวา",
            "ให้เลี้ยวซ้าย",
            "ให้เลี้ยวขวา"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.31.jpg",
        "choice": [
            "ให้เลี้ยวซ้ายหรือเลี้ยวขวา",
            "ห้ามเลี้ยวทางซ้ายหรือทางขวา",
            "ห้ามตรงไปหรือเลี้ยวซ้าย",
            "ห้ามตรงไปหรือเลี้ยวขวา"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.32.jpg",
        "choice": [
            "ให้ตรงไปแต่ห้ามเลี้ยวซ้าย",
            "ห้ามตรงไปหรือเลี้ยวซ้าย",
            "ให้ตรงไปหรือเลี้ยวซ้าย",
            "ห้ามตรงไปหรือเลี้ยวขวา"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.33.jpg",
        "choice": [
            "ให้ตรงไปหรือเลี้ยวขวา",
            "ห้ามตรงไปหรือเลี้ยวซ้าย",
            "ห้ามตรงไปหรือเลี้ยวขวา",
            "ให้ตรงไปหรือเลี้ยวซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "4.34.jpg",
        "choice": [
            "ให้รถยนต์ขับรถทางเดียวด้านซ้าย",
            "ให้รถทุกชนิดเดินวนด้านขวาของวงเวียน",
            "ให้ขับรถแทรกหรือตัดหน้ารถคันอื่นในวงเวียนได้",
            "ผู้ขับขี่รถทุกชนิดต้องขับรถวนทางซ้ายของวงเวียนและหยุดรอให้รถที่แล่นอยู่ในทางรอบบริเวณวงเวียน ผ่านไปก่อน"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "4.35.jpg",
        "choice": [
            "ขับรถเข้าช่องเดินรถยนต์และรถจักรยานยนต์",
            "ห้ามแซงล้ำเข้าไปในช่องเดินรถประจำทาง",
            "ให้ขับรถตรงไปหรือเลี้ยวขวา",
            "ห้ามขับรถตรงไปหรือเลี้ยวขวา"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "4.36.jpg",
        "choice": [
            "รถมีคนนั่งไม่น้อยกว่า 3 คน สามารถใช้ช่องเดินรถนี้ได้",
            "รถมีคนนั่ง 1 คน เข้าไปในช่องเดินรถนี้ได้",
            "ห้ามรถมีคนเกิน 3 คน เข้าไปในช่องเดินรถนี้",
            "รถมีคนนั่ง 2 คน เข้าไปในช่องเดินรถนี้ได้"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.37.jpg",
        "choice": [
            "ช่องเดินรถจักรยานยนต์",
            "ช่องเดินรถมวลชน",
            "ช่องเดินรถจักรยาน",
            "เฉพาะคนเดิน"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "4.38.jpg",
        "choice": [
            "ให้เลี้ยวซ้าย",
            "ห้ามเลี้ยวขวา",
            "สุดเขตบังคับ",
            "ให้ใช้ความเร็ว"
        ],
        "correct": 2
    }]
},{
    "name": "หมวดป้ายเตือน",
    "no": 5,
    "icon": "car-outline",
    "exam": [{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "5.1.jpg",
        "choice": [
            "ให้ขับรถช้าลง และระมัดระวังคนงานกำลังทำงาน อาจมีวัสดุอุปกรณ์วางบนผิดจราจร",
            "ให้ขับรถช้าลง และระมัดระวังคนงานกำลังสำรวจทาง",
            "ให้ขับรถช้าลง และระมัดระวัง เครื่องจักรกำลังทำงาน",
            "ให้ขับรถช้าลง และระมัดระวังคนงานกำลัง สำรวจสิ่งก่อสร้าง"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.2.jpg",
        "choice": [
            "ควรขับรถให้ช้าลงและระมัดระวัง ทางข้างหน้ากำลังมีงานสำรวจอยู่บนผิวจราจรหรือทางเดินรถ",
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง คนกำลังทำงาน",
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง เครื่องจักรกำลังทำงาน",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง สำรวจสิ่งก่อสร้าง"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.3.jpg",
        "choice": [
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง ทางข้างหน้ามีคนทำงาน",
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง ทางข้างหน้ามีรถไฟผ่าน",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางข้างหน้าสำรวจทาง",
            "ควรขับรถให้ช้าลง"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.4.jpg",
        "choice": [
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง ทางข้างหน้ามีสะพานแคบ",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางข้างหน้าเป็นทางลงลาดชัน",
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง ทางข้างหน้าเป็นทางขึ้นลาดชัน",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าต้องใช้ทางเบี่ยงด้านซ้าย"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.5.jpg",
        "choice": [
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางข้างหน้าเป็นทางขึ้นลาดชัน",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าต้องใช้ทางเบี่ยงด้านขวา",
            "ขับรถอย่างรวดเร็ว เพิ่มความระมัดระวัง ทางข้างหน้าเป็นทางลงลาดชัน",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางข้างหน้ามีสะพานแคบ"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.6.jpg",
        "choice": [
            "ให้ขับรถช้าลง ทางข้างหน้าเป็นทางโค้งไปทางซ้าย",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง",
            "ให้ขับรถช้าลง ทางข้างหน้าเป็นทางโค้งรัศมีแคบไปทางขวา",
            "ให้ขับรถช้าลง ทางข้างหน้าเป็นทางโค้งไปทางขวา"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.7.jpg",
        "choice": [
            "ให้ขับรถด้วยความเร็ว เพื่อเข้าโค้งจะได้ไม่เสียการทรงตัว",
            "ให้ขับรถช้าลง ทางข้างหน้าเป็นทางโค้งไปทางซ้าย",
            "ให้ขับรถช้าลง และให้ขับรถชิดด้านซ้ายด้วยความระมัดระวัง",
            "ขับรถให้ช้าลง ทางข้างหน้าเป็นทางโค้งรัศมีแคบไปทางขวา"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.8.jpg",
        "choice": [
            "ให้ขับรถช้าลง และชิดขวา ขับรถไปตามทางโค้งกลับรัศมีแคบเริ่มซ้าย",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง",
            "ให้ขับรถช้าลง และชิดซ้าย ขับรถไปตามทางโค้งกลับรัศมีแคบเริ่มขวา",
            "ให้ขับรถช้าลง และชิดขวา ขับรถไปตามทางคดเคี้ยวเริ่มซ้าย"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.9.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้ามีทางโทแยกไปทางซ้าย",
            "ให้ขับรถด้วยความระมัดระวัง ทางข้างหน้าเป็นทางโทตัดกับทางโทรูปตัวที",
            "ให้ขับรถด้วยความระมัดระวัง ทางข้างหน้าเป็นทางเอกตัดกันรูปตัวที",
            "ให้ขับรถด้วยความระมัดระวัง ทางข้างหน้าเป็นทางเอกตัดกันรูปตัววาย ( Y )"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.10.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้ามีทางโทแยกไปทางขวา",
            "ขับรถด้วยความระมัดระวัง ทางเอกแยกทางเอกทางขวา",
            "ขับรถด้วยความระมัดระวัง ทางโทแยกทางโททางขวา",
            "ขับรถด้วยความระมัดระวัง ทางเอกแยกทางเอกทางซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.11.jpg",
        "choice": [
            "ทางเอกตัดกันรูปตัววาย",
            "ทางเอกตัดกันรูปตัวที",
            "ทางเอกตัดทางโทรูปตัววาย",
            "ทางโทแยกทางเอกเยื้องกัน เริ่มซ้าย"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.12.jpg",
        "choice": [
            "ทางโทแยกทางเอกเยื้องกัน เริ่มขวา",
            "ทางเอกตัดกันรูปตัววาย",
            "ทางเอกตัดกันรูปตัวที",
            "ทางเอกตัดทางโทรูปตัววาย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.13.jpg",
        "choice": [
            "ทางเอกตัดทางโทรูปตัวที",
            "ทางเอกตัดกันรูปตัววาย",
            "ทางโทเชื่อมทางเอกจากซ้าย",
            "ทางเอกตัดกันรูปตัวที"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.14.jpg",
        "choice": [
            "ทางโทเชื่อมทางเอกจากขวา",
            "ทางโทเชื่อมทางเอกจากซ้าย",
            "ทางโทเชื่อมทางโทจากซ้าย",
            "ทางเอกเชื่อมทางเอกจากซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.15.jpg",
        "choice": [
            "ทางเอกแยกทางเอกจากซ้าย รูปตัววาย",
            "ทางโทแยกทางเอกจากซ้าย รูปตัววาย",
            "ทางโทแยกทางโทจากซ้าย รูปตัววาย",
            "ทางโทแยกทางเอกจากขวา รูปตัววาย"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.16.jpg",
        "choice": [
            "ทางเอกแยกทางเอกจากซ้าย รูปตัววาย",
            "ทางโทแยกทางเอกจากซ้าย รูปตัววาย",
            "ทางโทแยกทางเอกจากขวา รูปตัววาย",
            "ทางโทแยกทางโทจากซ้าย รูปตัววาย"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.17.jpg",
        "choice": [
            "ทางข้างหน้าจะเป็นทางแยก มีวงเวียน",
            "ทางข้างหน้าเป็นทางแยก",
            "ทางข้างหน้าเป็นทางแคบลง",
            "ทางข้างหน้ามีทางเอกตัดกัน"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.18.jpg",
        "choice": [
            "ทางแคบลงด้านขวา",
            "ทางโค้งซ้าย",
            "ทางแคบลงด้านซ้าย",
            "ทางข้างหน้าแคบลงกว่าทางที่กำลังผ่านทั้งสองด้าน"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.19.jpg",
        "choice": [
            "ทางแคบลงทั้งสองด้าน",
            "ทางแคบลงด้านขวา",
            "ทางแคบด้านซ้าย",
            "ทางกว้างขึ้นทั้งสองด้าน"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.20.jpg",
        "choice": [
            "ทางแคบด้านขวา",
            "ทางแคบลงทั้งสองด้าน",
            "ทางแคบลงด้านซ้าย",
            "ทางกว้างขึ้นทั้งสองด้าน"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.21.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวัง อันตรายจากรถที่สวนมาจากอีกฝั่งหนึ่งของสะพาน",
            "ขับรถให้ช้าลง และระมัดระวัง ทางข้างหน้ามีทางแคบลง",
            "ขับรถให้ช้าลง และระมัดระวัง ทางข้างหน้ามีช่องการจราจรลดลง",
            "ขับรถให้ช้าลง และระมัดระวัง ทางข้างหน้ามีทางแคบด้านซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.22.jpg",
        "choice": [
            "ช่องจราจรปิดด้านซ้าย",
            "ช่องจราจรปิดด้านขวา",
            "ช่องจราจรปิดทั้งสองด้าน",
            "ช่องจราจรลดลงด้านซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.23.jpg",
        "choice": [
            "ช่องจราจรปิดด้านขวา",
            "ช่องจราจรปิดทั้งสองด้าน",
            "ช่องจราจรลดลงด้านซ้าย",
            "ช่องจราจรปิดด้านซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.24.jpg",
        "choice": [
            "ขับรถด้วยความเร็วปกติ แต่ให้ระวังรถไฟกำลังผ่าน",
            "ขับรถให้ช้าลง และสังเกตดูรถไฟทั้งทางขวาและทางซ้าย ถ้ามีรถไฟกำลังจะผ่าน ควรหยุดรถห่างจากทางรถไฟอย่างน้อย 5 เมตร",
            "ขับรถอย่างรวดเร็ว เพราะมีรถไฟกำลังผ่าน",
            "ขับรถได้อย่างรวดเร็วเพราะไม่มีสิ่งกีดขวาง"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.25.jpg",
        "choice": [
            "ขับรถให้ช้าลง พร้อมที่จะหยุดรถ ทางข้างหน้า ไม่มีเครื่องกั้น",
            "ขับรถให้ช้าลง พร้อมที่จะหยุดรถ สะพานแคบ",
            "ขับรถเร็วได้ ไม่ต้องหยุดรถ ทางข้ามทางรถไฟไม่มีเครื่องกั้น",
            "ขับรถให้ช้าลงและพร้อมที่จะหยุดรถ"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.26.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง รถมีขนาดกว้างไม่เกิน 2.50 เมตร ให้ผ่านไปได้",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้ากว้างเกิน 2.50 เมตร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าลอดต่ำกว่า 2.50 เมตร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าสูงกว่า 2.50 เมตร"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.27.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางแคบลงไม่เกิน 2.50 เมตร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางกว้างเกิน 2.50 เมตร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางสูงเกิน 2.50 เมตร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง รถที่มีความสูงไม่เกิน 2.50 เมตรให้ผ่านไปได้"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.28.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวังอันตรายจากรถที่สวนมา เพราะทางข้างหน้าเป็นทางลาดชันทางขึ้นเขา",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ขับรถด้วยความรวดเร็ว เพราะมีหินร่วง",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ให้ปลดเกียร์ หรือดับเครื่องทันทีเพื่อความปลอดภัย",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางลงลาดชัน ให้ใช้เกียร์ว่าง"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "5.29.jpg",
        "choice": [
            "ให้ปลดเกียร์ หรือดับเครื่องทันทีเพื่อความปลอดภัย",
            "ทางลงลาดชัน",
            "ทางขึ้นลาดชัน ให้ใช้เกียร์ว่าง",
            "ขับรถด้วยความรวดเร็ว"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.30.jpg",
        "choice": [
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางข้างหน้าขรุขระมาก เป็นหลุม เป็นบ่อ",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ระวังหินร่วง",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ผิวทางร่วน",
            "ขับรถให้ช้าลง เพิ่มความระมัดระวัง ทางลื่น"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.31.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง เตือนรถกระโดด",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าเป็นแอ่ง",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางลงลาดชัน",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวัง ทางขึ้นลาดชัน"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.32.jpg",
        "choice": [
            "ขับรถให้ช้าลงให้มาก และระมัดระวังเป็นพิเศษ ผิวทางร่วน",
            "ขับรถให้ช้าลงให้มาก และระมัดระวังเป็นพิเศษ ทางแคบด้านขวา",
            "ขับรถให้ช้าลง และระมัดระวังการลื่นไถล ทางข้างหน้าลื่นอาจเกิดอุบัติเหตุได้ง่าย",
            "ขับรถให้ช้าลงให้มาก และระมัดระวังเป็นพิเศษ ทางข้างหน้าเป็นทางโค้ง"
        ],
        "correct": 2
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.33.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวังอันตราย ทางข้างหน้าอาจมีวัสดุผิวทางหลุดกระเด็น",
            "ขับรถให้ช้าลง และระมัดระวัง ระวังหินร่วง",
            "ขับรถให้ช้าลง และระมัดระวัง ทางลื่น",
            "ขับรถให้ช้าลง และระมัดระวัง ทางคดเคี้ยว"
        ],
        "correct": 2
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.34.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวังทางข้างหน้าอาจมีหินร่วงลงมาในผิวทาง ทำให้กีดขวางการจราจร",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวังเป็นพิเศษ ทางขึ้นลาดชัน",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวังเป็นพิเศษ ทางลงลาดชัน",
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวังเป็นพิเศษ ทางแคบ"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "5.35.jpg",
        "choice": [
            "ผิวทางขรุขระ",
            "สะพานเปิดได้",
            "เตือนรถกระโดด",
            "ทางเป็นแอ่ง"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.36.jpg",
        "choice": [
            "ไม่ออกทางขนาน",
            "เปลี่ยนช่องเดินรถตามสัญลักษณ์ในป้าย",
            "ไม่เปลี่ยนช่องทางจราจร",
            "ให้ออกทางขนาน"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.37.jpg",
        "choice": [
            "ผู้ขับรถบนทางหลักให้ระมัดระวัง เตรียมตัวออกทางหลัก",
            "ผู้ขับรถบนทางหลักให้ระมัดระวัง เตรียมตัวออกทางโค้งซ้าย",
            "ผู้ขับรถบนทางหลักให้ระมัดระวัง เตรียมตัวออกทางโค้งขวา",
            "ผู้ขับขี่บนทางขนานเตรียมตัวเข้าทางหลัก"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.38.jpg",
        "choice": [
            "ผู้ขับขี่บนทางหลักเตรียมตัวออกทางขนาน ผู้ขับขี่บนทางขนานระวังรถที่จะมาร่วมในทิศทางเดียวกัน",
            "ผู้ขับรถในทางหลัก เตรียมเข้าทางคดเคี้ยวเริ่มซ้าย",
            "ผู้ขับรถในทางหลักเตรียมออกทางคดเคี้ยวเริ่มซ้าย",
            "ขับรถในทางหลักเตรียมออกทางคดเคี้ยวเริ่มขวา"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.39.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้าอาจมีรถเข้ามาร่วมในทิศทางเดียวกันจากทางซ้าย",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางโค้งขวา",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางโค้งรัศมีแคบเลี้ยวซ้าย",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางโค้งซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.40.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้าอาจมีรถเข้ามาร่วมในทิศทางเดียวกันจากทางขวา",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางร่วมด้านซ้าย",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางคู่ข้างหน้า",
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้ามีทางเอกตัดกัน"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.41.jpg",
        "choice": [
            "ขับรถชิดไปด้านซ้ายด้วยความระมัดระวัง ทางแคบด้านซ้าย",
            "ขับรถชิดไปด้านซ้ายด้วยความระมัดระวัง ทางแคบด้านขวา",
            "ขับรถชิดไปด้านซ้ายด้วยความระมัดระวัง ทางลงลาดชัน",
            "ขับรถชิดไปด้านซ้ายด้วยความระมัดระวัง"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.42.jpg",
        "choice": [
            "ขับรถให้ช้าลง และชิดซ้าย เพิ่มความระมัดระวัง ทางร่วมด้านขวา",
            "ขับรถให้ช้าลง และชิดซ้าย เพิ่มความระมัดระวังทางข้างหน้าเป็นทางร่วมไม่มีเกาะ",
            "ขับรถให้ช้าลง และชิดซ้าย เพิ่มความระมัดระวัง ทางคู่ข้างหน้า",
            "ขับรถให้ช้าลง และชิดซ้าย เพิ่มความระมัดระวัง ทางร่วมด้านซ้าย"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.43.jpg",
        "choice": [
            "ทางข้างหน้าห้ามกลับรถ",
            "ทางข้างหน้าจะมีทางโค้งซ้าย",
            "ทางข้างหน้ามีที่กลับรถด้านขวา",
            "ทางข้างหน้าจะมีที่สิ้นสุดทางคู่"
        ],
        "correct": 2
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.44.jpg",
        "choice": [
            "ทางข้างหน้ามีที่กลับรถด้านซ้าย",
            "สิ้นสุดทางคู่",
            "ทางโค้งซ้าย",
            "ให้เลี้ยวซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.45.jpg",
        "choice": [
            "ขับรถให้ช้าลง เดินรถใกล้ขอบทางด้านซ้ายและระมัดระวังอันตรายจากรถที่สวนทางมา",
            "ขับรถให้ช้าลง และให้ชิดซ้าย ทางข้างหน้ามีทางเดินรถทางเดียว",
            "ขับรถให้ช้าลง และให้ชิดซ้าย ทางข้างหน้ามีทางเดินรถทางเดียวด้านซ้าย",
            "ขับรถให้ช้าลง และให้ชิดซ้าย ทางข้างหน้ามีทางเดินรถทางเดียวด้านขวา"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.46.jpg",
        "choice": [
            "ขับรถให้ช้าลง และพร้อมที่จะปฏิบัติตามสัญญาณไฟจราจร",
            "ขับรถให้ช้าลง และพร้อมที่จะเข้าทางเดินรถสองทาง",
            "ขับรถให้ช้าลง และพร้อมที่จะกลับรถ ในทางข้างหน้า",
            "ขับรถให้ช้าลง และพร้อมที่จะเข้าทางเดินทางเดียวไปข้างหน้า"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.47.jpg",
        "choice": [
            "ให้ผู้ขับรถเตรียมพร้อมที่จะเลี้ยวซ้ายได้",
            "ขับรถให้ช้าลงระมัดระวังคนข้ามทาง เพราะทางข้างหน้ามีทางสำหรับคนข้าม ซึ่งมีคนเดินข้ามไปข้ามมาอยู่เสมอ",
            "ให้ผู้ขับรถเตรียมพร้อมที่จะจอดรถได้",
            "ให้ผู้ขับรถเตรียมพร้อมที่จะให้ทาง"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.48.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเตรียมพร้อมที่จะไปในทางเดินรถสองทาง",
            "ขับรถให้ช้าลง และเตรียมพร้อมที่จะให้ทางแก่รถด้านหน้าเมื่อถึงป้ายให้ทาง",
            "ขับรถให้ช้าลง และเตรียมพร้อมที่จะไปในทางเดินรถทางเดียว",
            "ขับรถให้ช้าลง และเตรียมพร้อมที่จะกลับรถข้างหน้า"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.49.jpg",
        "choice": [
            "ขับรถให้ช้าลง เพราะทางข้างหน้ามีคนกำลังทำงาน",
            "ขับรถให้ช้าลง ระมัดระวังคนข้ามทางเพราะทางข้างหน้ามีชุมชนซึ่งมีคนเดินข้ามไปมาอยู่เสมอ",
            "ขับรถให้ช้าลง เพราะทางข้างหน้ามีเขตโรงเรียนมีเด็กเยอะ",
            "ขับรถให้ช้าลง เพราะทางข้างหน้า ให้ระวังเด็กนักเรียน"
        ],
        "correct": 1
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.50.jpg",
        "choice": [
            "ขับรถให้ช้าลง ระวังคนขโมยของ",
            "ขับรถให้ช้าลง ระวังอันตราย",
            "ขับรถให้ช้าลง ระวังเด็กนักเรียน ถ้าเป็นเวลาที่โรงเรียนกำลังสอนควรงดใช้เสียงสัญญาณ",
            "ขับรถให้ช้าลง ระวังคนข้ามถนน"
        ],
        "correct": 2
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.51.jpg",
        "choice": [
            "ขับรถช้าลง และระมัดระวังคนข้ามถนน",
            "ขับรถช้าลง และเพิ่มความระมัดระวัง ทางข้างหน้าอาจมีสัตว์ข้ามทาง",
            "ขับรถช้าลง และระวังเด็กนักเรียน",
            "ขับรถช้าลง และระวังอันตราย"
        ],
        "correct": 1
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "5.52.jpg",
        "choice": [
            "ระวังคนข้ามถนน",
            "ระวังเด็กนักเรียน",
            "ระวังอันตราย",
            "ระวังเครื่องบิน บินต่ำ"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.53.jpg",
        "choice": [
            "ขับรถให้ช้าลง และเพิ่มความระมัดระวังทางข้างหน้าอาจมีอันตรายเช่น เกิดอุบัติเหตุทางทรุด เป็นต้น",
            "ขับรถให้ช้าลง และระมัดระวังเด็กนักเรียนเป็นพิเศษ",
            "ขับรถให้ช้าลง และระมัดระวังสัตว์",
            "ขับรถให้ช้าลง และระมัดระวังคนข้ามถนนเป็นพิเศษ"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความว่าอย่างไร",
        "image": "5.54.jpg",
        "choice": [
            "เขตห้ามแซง",
            "เขตแซงได้",
            "เขตให้ทาง",
            "เขตให้หยุดรถ"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.55.jpg",
        "choice": [
            "ขับรถให้ช้าลง ทางตอนนั้นไม่มีการเปลี่ยนแปลง ให้ชิดขวา",
            "ขับรถให้ช้าลง ทางตอนนั้นไม่มีการเปลี่ยนแปลง ให้ชิดซ้าย",
            "ขับรถให้ช้าลง ทางตอนนั้นไม่มีการเปลี่ยนแปลง ห้ามแซง",
            "ขับรถให้ช้าลง"
        ],
        "correct": 3
    },{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "5.56.jpg",
        "choice": [
            "สลับกันไป",
            "ทางโค้งกลับเริ่มซ้าย",
            "ทางโค้งกลับเริ่มขวา",
            "ทางโค้งซ้าย"
        ],
        "correct": 0
    },{
        "name": "เครื่องหมายนี้ หมายความอย่างไร",
        "image": "5.57.jpg",
        "choice": [
            "ทางข้างหน้าเป็นทางโค้งไปทางขวา",
            "ทางข้างหน้าโค้งกลับเริ่มขวา",
            "ทางข้างหน้าโค้งซ้าย",
            "ทางข้างหน้าโค้งรัศมีแคบเลี้ยวซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "5.58.jpg",
        "choice": [
            "ขับรถให้ช้าลง และระมัดระวังทางข้างหน้าเป็นทางคดเคี้ยวโดยเริ่มไปทางขวา",
            "ขับรถให้ช้าลง และชิดขวา ขับรถไปตามทางคดเคี้ยวเริ่มซ้าย",
            "ขับรถให้ช้าลง และชิดซ้าย ขับรถไปตามทางโค้งกลับรัศมีแคบเริ่มขวา",
            "ขับรถให้ช้าลง และชิดขวา ขับรถไปตามทางโค้งกลับรัศมีแคบเริ่มซ้าย"
        ],
        "correct": 0
    }]
},{
    "name": "หมวดป้ายแนะนำ",
    "no": 6,
    "icon": "car-outline",
    "exam": [{
        "name": "เครื่องหมายนี้ คือเครื่องหมายอะไร",
        "image": "6.1.jpg",
        "choice": [
            "ที่กลับรถ",
            "ที่ห้ามกลับรถ",
            "ที่ห้ามแซง",
            "เริ่มต้นทางด่วน (ทางหลวงพิเศษ)"
        ],
        "correct": 3
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "6.2.jpg",
        "choice": [
            "ทางข้างหน้ามีที่กลับรถสามารถกลับรถได้บริเวณที่มีป้าย 'จุดกลับรถ'",
            "ห้ามกลับรถ",
            "กลับรถได้เฉพาะรถยนต์",
            "ให้เลี้ยวซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบเครื่องหมายนี้ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "6.3.jpg",
        "choice": [
            "ที่กลับรถ",
            "ขับรถให้ช้าลงและระมัดระวังคนข้ามทาง ถ้ามีคนกำลังเดินข้ามทางควรหยุดให้คนเดินข้ามทาง",
            "ที่ห้ามคนข้ามถนน",
            "ที่สำหรับคนพิการ"
        ],
        "correct": 1
    }]
},{
    "name": "หมวดมารยาทและจิตสำนึก",
    "no": 7,
    "icon": "car-outline",
    "exam": [{
        "name": "การขับรถเข้าวงเวียนที่ไม่มีสัญญาณไฟจราจรควรปฏิบัติอย่างไร",
        "choice": [
            "ให้รถทางขวามือของเราที่อยู่ในวงเวียนไปก่อน",
            "ให้รถทางซ้ายมือของเราที่อยู่ในวงเวียนไปก่อน",
            "ให้รถที่เข้าวงเวียนและจะเลี้ยวซ้ายไปก่อน",
            "ให้รถที่เข้าวงเวียนและจะตรงไปให้ไปก่อน"
        ],
        "correct": 0
    },{
        "name": "การขับรถเลี้ยวบริเวณทางแยกที่มีช่องจราจรมากกว่า 2 ช่องทาง ข้อใดถูกต้อง",
        "choice": [
            "เปลี่ยนช่องจราจรไปทางซ้ายหรือขวาขณะอยู่ในทางเลี้ยว",
            "ขับคร่อมช่องจราจรเพื่อตีวงได้กว้างขึ้น",
            "ขับอยู่ในช่องจราจรเดิมตั้งแต่เริ่มเข้าทางแยกจนเลี้ยวเสร็จสิ้น",
            "ขับในช่องจราจรซ้ายสุดแล้วเปลี่ยนไปช่องจราจรด้านขวาในขณะเลี้ยว"
        ],
        "correct": 2
    },{
        "name": "ในกรณีที่ท่านขับรถผ่านซอยที่มีรถรอออกเป็นจำนวนมากควรปฏิบัติอย่างไร",
        "choice": [
            "บีบแตรหรือให้สัญญาณไฟเตือนรถที่จะออกจากซอยก่อนขับผ่านไป",
            "เปิดทางให้รถออกจากซอยได้บ้างสลับกับรถทางตรง",
            "พยายามขับให้ชิดคันหน้าเพื่อไม่ให้รถในซอยแทรกออกมา",
            "ขับรถผ่านซอยด้วยความเร็วเพื่อส่งสัญญาณว่าขอไปก่อน"
        ],
        "correct": 1
    },{
        "name": "ทัศนคติและจิตสำนึกในการขับรถอย่างปลอดภัยของผู้ขับรถคืออะไร",
        "choice": [
            "ขับรถช้า ใจเย็น",
            "ขับรถเก่งคล่องแคล่ว",
            "ขับรถอย่างมีสติเคร่งครัดวินัยจราจรแสดงออกถึงมารยาทและน้ำใจ",
            "ขับรถดีไม่เกิดอุบัติเหตุ"
        ],
        "correct": 2
    },{
        "name": "สิ่งใดที่ผู้ขับรถไม่ควรทำเมื่อได้รับสัญญาณไฟเขียวให้ขับเคลื่อนรถไปได้",
        "choice": [
            "ค่อยๆ เคลื่อนรถออกโดยทิ้งช่วงห่างกับคันหน้าพอสมควร",
            "ชะลอให้รถจักรยานยนต์หรือรถยนต์ที่อยู่ด้านหน้าเคลื่อนออกไปก่อน",
            "ตรวจสอบรถในทางแยกอื่นที่อาจวิ่งออกมาก่อนที่จะขับเข้าสู่ทางแยกด้านหน้า",
            "บีบแตรเร่งรถคันหน้าให้เคลื่อนตัวออกโดยเร็ว"
        ],
        "correct": 3
    },{
        "name": "สิ่งใดที่ผู้ขับรถควรทำเมื่อได้รับสัญญาณไฟเหลือง",
        "choice": [
            "ชะลอรถและหยุดรถที่เส้นขาวให้หยุดรถเพื่อป้องกันการขับฝ่าสัญญาณไฟแดง",
            "บีบแตรเร่งรถคันหน้าให้ขับเร็วขึ้นเพื่อให้รถเราไม่ติดสัญญาณไฟแดง",
            "ขับเปลี่ยนเลนเพื่อแซงรถขึ้นไปให้พ้นสัญญาณไฟแดง",
            "ขับตามคันหน้าไปโดยฝ่าสัญญาณไฟแดง"
        ],
        "correct": 0
    },{
        "name": "สิ่งที่ผู้ขับรถควรทำเมื่อเห็นคนยืนบนฟุตบาทและแสดงท่าที่จะข้ามถนนตรงทางม้าลาย",
        "choice": [
            "บีบแตรเตือนคนที่จะข้ามถนนและเร่งความเร็วผ่านไป",
            "แตะเบรกเตือนให้รถหลังรู้ว่าท่านกำลังจะหยุดรถ และหยุดรถตรงทางม้าลาย",
            "ขับรถตามหลังท้ายคันหน้าอย่างกระชั้นชิดโดยไม่หยุดให้คนข้ามถนน",
            "ขับรถแซงคันที่จอดรถให้คนข้ามและขับผ่านไปโดยเร็ว"
        ],
        "correct": 1
    },{
        "name": "การให้สัญญาณไฟที่ถูกต้องเมื่อขับรถเข้าสู่ทางร่วมทางแยก",
        "choice": [
            "ให้สัญญาณไฟฉุกเฉินเมื่อต้องการขับรถตรงไป",
            "ให้สัญญาณไฟเฉพาะเลี้ยวขวาเท่านั้น",
            "ให้สัญญาณไฟทุกครั้งเมื่อต้องการเลี้ยวซ้ายหรือขวา",
            "ไม่จำเป็นต้องให้สัญญาณไฟเลี้ยวขวาหรือซ้าย เมื่อขับตามรถคันหน้าที่ให้สัญญาณไฟเลี้ยวไปทางเดียวกัน"
        ],
        "correct": 2
    },{
        "name": "ใครบ้างที่ต้องคาดเข็มขัดนิรภัยขณะโดยสารไปในรถยนต์เพื่อความปลอดภัยของชีวิต",
        "choice": [
            "คนขับรถและผู้โดยสารทุกคนทั้งผู้ใหญ่และเด็กที่นั่งตอนหน้าและตอนหลังรถ",
            "คนขับรถและผู้โดยสารที่นั่งตอนหน้ารถเท่านั้น",
            "คนขับรถและผู้โดยสารที่มีอายุมากกว่า 12 ปีขึ้นไป เพราะสามารถคาดเข็มขัดนิรภัยได้",
            "คนขับรถและผู้โดยสาร ยกเว้นคนแก่กับเด็กที่มีอายุน้อยกว่า 12 ปีลงมา"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถควรทำอย่างไรให้แซงรถได้อย่างปลอดภัยและไม่เสียมารยาท",
        "choice": [
            "บีบแตรให้สัญญาณก่อนแซง.เร่งความเร็วแซงซ้ายหรือขวาขึ้นไปตลอดเส้นทางที่รถวิ่ง",
            "ให้สัญญาณไฟก่อนแซงเร่งความเร็วแซงขึ้นไปแซงแล้วรีบหักกลับเข้าช่องทางเดิมในระยะกระชั้นชิดลดความเร็วลงให้เท่ากับรถที่แซงขึ้นไป",
            "บีบแตรให้สัญญาณก่อนแซงเร่งความเร็วแซงขึ้นไปแซงแล้ววิ่งรถคู่ขนานไปกับรถที่แซงขึ้นไปอีกระยะหนึ่ง",
            "ให้สัญญาณไฟก่อนแซง.เร่งความเร็วแซงขึ้นไป เว้นระยะห่างก่อนให้สัญญาณไฟขอกลับเข้าช่องจราจรเดิม เร่งความเร็วรถให้เหมาะสมกับรถที่อยู่ด้านหน้า"
        ],
        "correct": 3
    },{
        "name": "ท่านควรทำอย่างไรเมื่อผู้ขับรถคันอื่นให้สัญญาณไฟขอเข้าใช้ช่องจราจรร่วมกับท่าน",
        "choice": [
            "ให้สัญญาณตอบรับโดยชะลอความเร็ว เว้นระยะให้รถคันนั้นสามารถเปลี่ยนช่องจราจรเบี่ยงเข้ามาได้อย่างปลอดภัย",
            "บีบแตรเตือน รีบขับชิดรถคันหน้า กันไม่ให้เบี่ยงแทรกเข้ามา",
            "ขับชิดรถคันหน้า พยายามเบียดไม่ให้รถคันหน้าแทรกเข้ามาด้านหน้ารถได้",
            "เร่งความเร็วรถเป็นระยะ ไม่เปิดช่องว่างให้แทรกเข้ามาในช่องจราจรของเราได้"
        ],
        "correct": 0
    },{
        "name": "เมื่อขับรถในช่องจราจรขวาสุด และมีรถด้านหลังขับขึ้นมาด้วยความเร็วสูง ท่านควรทำอย่างไร",
        "choice": [
            "ให้สัญญาณไฟเลี้ยวซ้าย และเปลี่ยนไปยังช่องจราจรด้านซ้าย เพื่อให้รถที่มีความเร็วสูงกว่ารถของท่านแซงขึ้นไปอย่างปลอดภัย",
            "เร่งความเร็วหนีรถด้านหลัง พยายามขับทิ้งระยะให้ห่างจากรถคันหลัง",
            "ขับด้วยความเร็วเดิม เพื่อให้รถด้านหลังเปลี่ยนช่องจราจรไปทางซ้าย",
            "ให้สัญญาณไฟเลี้ยวซ้าย หักหลบไปยังช่องจราจรซ้าย เร่งความเร็วแข่งกับรถในช่องจราจรขวา"
        ],
        "correct": 0
    },{
        "name": "ท่านควรทำอย่างไรเมื่อผู้ขับรถคันอื่นเปิดทางให้ท่านไปก่อนหรือเข้าร่วมใช้ช่องจราจรด้วย",
        "choice": [
            "เร่งรถออกไปโดยตัดข้ามไปยังช่องจราจรถัดไปด้วย",
            "ก้มหัวหรือยกมือขอบคุณ พร้อมกับเคลื่อนรถออกไปหรือเข้าร่วมใช้ช่องจราจรในลักษณะเร่งร้อน",
            "ก้มหัวขอบคุณ พร้อมกับเคลื่อนรถออกไปหรือเข้าร่วมใช้ช่องจราจรที่ขอเข้าร่วมด้วยความระมัดระวัง",
            "ขับรถออกไปหรือเข้าร่วมช่องจราจรแบบช้าๆ และพยายามเบียดข้ามไปยังช่องจราจรถัดไป"
        ],
        "correct": 2
    },{
        "name": "การกระทำใดของผู้ขับรถซึ่งเป็นพฤติกรรมที่ไร้มารยาทและอาจก่อให้เกิดอุบัติเหตุได้",
        "choice": [
            "ขับรถตามรถด้านหน้าโดยเว้นระยะห่างที่เหมาะสม",
            "ขับรถจี้ท้ายรถด้านหน้าที่ขับช้า พร้อมกับบีบแตรไล่",
            "บีบแตรเตือนรถที่กำลังถอยหลังมาชนรถของท่านซึ่งจอดติดไฟแดงอยู่",
            "เปิดไฟตัดหมอกเมื่อฝนตกหนัก"
        ],
        "correct": 1
    },{
        "name": "การใช้ไฟสูงที่ถูกต้องและไม่เสียมารยาท",
        "choice": [
            "เปิดไฟสูงเพื่อตรวจสอบสภาพถนนและริมถนน เฉพาะเส้นทางที่มืดมากและไม่มีรถวิ่งอยู่ด้านหน้าหรือสวนทางมา และปิดไฟสูงทันทีที่มีรถวิ่งอยู่ด้านหน้าหรือสวนทางมา",
            "เปิดไฟสูงแทนไฟส่องสว่างเมื่อวิ่งบนถนนต่างจังหวัดที่ไม่มีไฟฟ้าส่องสว่างสองข้างทางและสามารถมองเห็นไฟท้ายรถคันหน้า",
            "เปิดไฟสูงทุกครั้งเมื่อวิ่งเข้าทางโค้งที่มืดมากและมีรถวิ่งอยู่ด้านหน้าหรือสวนทางมา",
            "เปิดไฟสูงทุกครั้งเมื่อวิ่งบนถนนซึ่งเป็นทางขึ้นเนินหรือลงเนินที่ไม่มี ไฟฟ้าส่องสว่างข้างทางและสามารถ มองเห็นไฟหน้ารถที่วิ่งสวนทางมา"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นพฤติกรรมที่ถูกต้องและแสดงมารยาทที่ดีของผู้ขับรถยนต์",
        "choice": [
            "ไม่ใช่ผู้พิการแต่จอดรถในพื้นที่จอดรถของผู้พิการ",
            "ต้องการไปทางตรงแต่ขับรถในช่องจราจรเลี้ยวซ้ายหรือเลี้ยวขวาหรือกลับรถ",
            "กลับรถที่จุดกลับรถทุกครั้งแม้จะอยู่ไกล",
            "จอดรถขวางรถคันอื่นโดยเข้าเกียร์และเบรกมือ"
        ],
        "correct": 2
    },{
        "name": "เมื่อขับรถเข้าเขตชุมชนที่มีการจราจรติดขัด ผู้ขับรถควรทำอย่างไร",
        "choice": [
            "บีบแตรเพื่อเร่งรถคันหน้าและเตือนคนเดินถนนให้หลีกทางไป",
            "ขับช้าๆ โดยระมัดระวังคนเดิน ใช้แตรเมื่อจำเป็นเพื่อเตือนคนเดินถนนหรือรถคันอื่นเท่านั้น",
            "ขับเบียดรถที่จอดหรือคนเดินถนนโดยล้ำไปยังช่องจราจรที่สวนมา",
            "ขับย้อนศรเพื่อหนีการจราจรติดขัดไปยังเส้นทางอื่น"
        ],
        "correct": 1
    },{
        "name": "ในขณะที่ท่านขับรถและสังเกตเห็นว่าด้านหน้ามีผู้กำลังจะข้ามถนน ท่านจะทำอย่างไร",
        "choice": [
            "พยายามขับรถผ่านไปอย่างรวดเร็ว",
            "บีบแตรเสียงดัง และขับรถผ่านไปอย่างรวดเร็ว",
            "ลดความเร็วและหยุดรถด้วยความปลอดภัย เพื่อให้คนข้ามถนน",
            "เบรกหยุดรถอย่างรวดเร็ว เพื่อให้คนข้ามถนน"
        ],
        "correct": 2
    },{
        "name": "หากมีผู้ขับรถกำลังกลับรถเข้ามาในช่องทางที่ท่านขับรถอยู่ ท่านจะตัดสินใจทำอย่างไร",
        "choice": [
            "มีใจกรุณาโอบอ้อมอารีให้ทางแก่ผู้กลับรถ",
            "หงุดหงิด บีบแตรไล่ แต่หยุดรถให้",
            "เร่งความเร็วเพื่อขอทางไม่ให้กลับรถ",
            "หลบรถโดยแซงไปอีกช่องทางหนึ่ง"
        ],
        "correct": 0
    },{
        "name": "ในการขับรถช่วงเวลากลางคืน ควรที่จะมีการใช้ไฟหน้ารถอย่างไร",
        "choice": [
            "เปิดไฟสูง ตลอดเวลาที่ขับขี่",
            "เปิดทั้งไฟหน้า และไฟตัดหมอก",
            "เปิดไฟหน้า ไฟตัดหมอก และไฟกระพริบฉุกเฉิน",
            "เปิดไฟต่ำเมื่อมีรถอยู่ด้านหน้าและรถสวนทางมา"
        ],
        "correct": 3
    },{
        "name": "การขับรถผ่านช่วงทางโค้ง ทางร่วม ทางแยกในช่วงเวลากลางคืนควรจะมีวิธีการใช้ไฟหน้ารถที่เหมาะสมอย่างไร",
        "choice": [
            "ชะลอความเร็วก่อนเข้าทางแยก แล้วกระพริบไฟและเปิดไฟฉุกเฉิน",
            "ก่อนเข้าโค้ง ให้กระพริบไฟ และลดเป็นไฟต่ำเมื่อมีรถสวนทาง",
            "ชะลอความเร็วก่อนเปิดไฟสูง",
            "ชะลอความเร็วก่อนเปิดไฟต่ำ"
        ],
        "correct": 1
    },{
        "name": "การขับรถผ่านชุมชน โรงเรียน หรือสถานที่ที่มีคนพลุกพล่าน ควรปฏิบัติอย่างไร",
        "choice": [
            "ชะลอความเร็ว บีบแตรเสียงดัง และใช้ความระมัดระวัง",
            "ชะลอความเร็ว และใช้ความระมัดระวังในการขับขี่",
            "บีบแตรและชะลอความเร็ว",
            "บีบแตร และเร่งความเร็วเพื่อให้พ้นไปโดยเร็ว"
        ],
        "correct": 1
    },{
        "name": "หากในขณะขับรถ ท่านสังเกตเห็นรถโดยสารสาธารณะ รถบรรทุกหรือรถอื่นๆ ที่ผู้ขับรถมีพฤติกรรมขับรถประมาท น่าหวาดเสียวและอาจจะเกิดอุบัติเหตุขึ้นได้ ท่านจะจัดการอย่างไร",
        "choice": [
            "เปิดไฟฉุกเฉินแจ้งเตือนรถคันหลัง",
            "ขับรถขึ้นแซงให้พ้นไปอย่างรวดเร็ว",
            "ขับรถไล่ตาม และบีบแตรเพื่อให้หยุดพฤติกรรมดังกล่าว",
            "ควรชะลอรถให้ห่างจากรถคันดังกล่าว และแจ้งเจ้าหน้าที่ตำรวจโดยด่วน"
        ],
        "correct": 3
    },{
        "name": "ท่านคิดว่าข้อใดเป็นการขับขี่ที่ไร้ซึ่งมารยาทอย่างมาก",
        "choice": [
            "ใช้ความเร็วรถปกติ เมื่อมีรถคันอื่นกระพริบไฟขอทาง",
            "ขับรถชิดซ้าย หรือให้ทางแก่รถฉุกเฉิน",
            "ขับรถจี้ท้าย และบีบแตรไล่บนทางด่วน",
            "ชะลอความเร็วให้รถคันอื่นแซง"
        ],
        "correct": 2
    },{
        "name": "ท่านคิดว่าข้อใดเป็นการขับขี่รถที่ไร้ซึ่งจิตสำนึก",
        "choice": [
            "ขับรถในขณะที่อ่อนเพลีย ง่วงนอน หรือดื่มสุรา",
            "ชะลอความเร็วและระมัดระวังเมื่อขับรถผ่านสถานศึกษาที่มีนักเรียนพลุกพล่าน",
            "เมื่อรู้สึกว่าอ่อนเพลีย ง่วงนอน ให้หยุดรถพักผ่อนทันที",
            "ไม่มีข้อใดถูกเลย"
        ],
        "correct": 0
    },{
        "name": "ท่านคิดว่าผู้ขับขี่ ควรปฏิบัติตนอย่างไรในการขับขี่รถให้เกิดความปลอดภัย",
        "choice": [
            "พูดคุยหยอกล้อกับแฟนสาวในขณะขับรถ",
            "ใช้โทรศัพท์เคลื่อนที่ในขณะขับรถ",
            "ดื่มสุรา เที่ยวดึก นอนดึกเพื่อตื่นแต่เข้ามาขับรถ",
            "ไม่ประมาท มีวินัย และเคารพในกฎจราจร"
        ],
        "correct": 3
    },{
        "name": "การขับรถบนทางด่วนที่ถูกต้อง เหมาะสม ควรปฏิบัติอย่างไร",
        "choice": [
            "ขับรถช้าในช่องทางด้านขวา",
            "ขับรถอย่างรวดเร็วในช่องทางด้านขวา",
            "ไม่ขับรถเร็วเกินอัตราที่กฎหมายกำหนด",
            "ไม่ให้ขับรถแซงทางด้านซ้าย"
        ],
        "correct": 2
    },{
        "name": "ข้อใดเป็นการปฏิบัติที่ถูกต้องที่สุด",
        "choice": [
            "ขับรถโดยมีใบขับขี่ที่ถูกต้อง และปฏิบัติตามกฎจราจร",
            "ศึกษาเรียนรู้ในกฎจราจร",
            "ศึกษาเรียนรู้ในกฎจราจรทั้งในประเทศและต่างประเทศ",
            "ตั้งใจฟังการถ่ายทอดอบรมเพื่อสอบใบขับขี่"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นการปฏิบัติที่ถูกต้อง",
        "choice": [
            "ตรวจเช็กบ้าง ไม่ตรวจเช็กบ้าง",
            "ไม่เคยตรวจสอบ ดูแล บำรุงรักษารถ",
            "ตรวจสอบรถปีละ 1 ครั้ง",
            "ตรวจเช็กรถตามคู่มือประจำรถ"
        ],
        "correct": 3
    },{
        "name": "ข้อใด ถือได้ว่าเป็นผู้ขับขี่ที่มีจิตสำนึก",
        "choice": [
            "เตรียมความพร้อมทั้งรถและคนก่อนออกเดินทาง",
            "ตรวจสอบดูแลรักษารถอย่างสม่ำเสมอ",
            "ขับรถเร่งแซงเพื่อให้ถึงที่หมายอย่างรวดเร็วและทันเวลา",
            "ขับรถช้าชิดขวาตลอดเส้นทาง"
        ],
        "correct": 0
    },{
        "name": "การขับรถในช่วงเวลาที่ฝนตกหนักท่านควรขับขี่อย่างไร",
        "choice": [
            "ค่อยๆ ขับ และเปิดไฟสูงหน้ารถ",
            "ลดความเร็ว ขับอย่างระมัดระวัง เปิดไฟหน้ารถและที่ปัดน้ำฝน",
            "ขับอย่างระมัดระวังและเปิดไฟหน้ารถและไฟตัดหมอก",
            "หยุดรถบนถนน และรอจนกว่าฝนจะหยุดตกแล้วค่อยขับต่อไป"
        ],
        "correct": 1
    },{
        "name": "การขับรถในทางขึ้นเขา ลงเขา และมีโค้งอันตรายอยู่ตลอดทาง ท่านควรขับขี่อย่างไร",
        "choice": [
            "เหยียบเบรกตลอดการลงเขาและใช้เกียร์สูง",
            "ต้องเร่งความเร็วของรถเพื่อขึ้นเขาและลงเขา",
            "ต้องใช้ความเร็ว และเกียร์ ให้ถูกต้องเหมาะสม",
            "ใช้เกียร์สูงขณะขึ้นเขา ลงเขา และเข้าโค้ง"
        ],
        "correct": 2
    },{
        "name": "ก่อนใช้รถท่องเที่ยวในระยะทางไกลๆ ท่านควรเตรียมความพร้อมอย่างไร",
        "choice": [
            "ศึกษาเส้นทาง นอนหลับพักผ่อนให้เพียงพอ",
            "ศึกษาเส้นทาง อ่านหนังสือคู่มือท่องเที่ยวจนดึก",
            "เติมน้ำมันหล่อลื่นให้มากกว่าค่าที่กำหนดเผื่อรั่ว",
            "ลดความดันลมยางเพื่อให้เกาะถนนมากขึ้น"
        ],
        "correct": 0
    },{
        "name": "หากมีผู้ขับรถจี้ท้ายรถท่านในช่องทางขวาสุดและบีบแตรไล่หลังทั้งที่ช่องทางด้านซ้ายก็ว่างอยู่ ท่านควรปฏิบัติตนอย่างไร",
        "choice": [
            "แซงไปก่อน แล้วขับรถไล่ตลอดทาง",
            "เร่งความเร็ว ไม่ให้แซงอย่างเด็ดขาด",
            "ขับรถหลีกทาง ทางช่องทางด้านซ้ายอย่างระมัดระวัง",
            "กระพริบไฟด้านซ้ายเป็นสัญญาณให้แซงด้านซ้าย"
        ],
        "correct": 2
    },{
        "name": "ขณะที่รถติด และรถด้านหน้ารถท่านได้ตัดสินใจใช้ช่องทางไหล่ทางด้านซ้าย และมีรถอื่นแล่นตาม ท่านจะทำอย่างไร",
        "choice": [
            "ขับรถในช่องทางเดิม",
            "รีบกระพริบไฟด้านซ้ายให้สัญญาณ และขับตามในทันที",
            "ให้สัญญาณไฟ และแซงซ้ายตามไปอย่างระมัดระวัง",
            "ให้สัญญาณไฟ และแซงขวา ไปในช่องทางที่รถสวนมา"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นพฤติกรรมที่ควรปฏิบัติเมื่ออยู่บนถนน",
        "choice": [
            "ขับรถจี้ท้ายรถบรรทุกขนาดใหญ่ เพื่อป้องกันรถอื่นวิ่งสวนทางเข้ามาชน",
            "ขับรถแล้วเจอแสงแดด ยกมือขึ้นมาป้องเพื่อป้องกันแสงเข้าตา",
            "ขับรถย้อนศรเพื่อประหยัดน้ำมัน",
            "ขับรถด้วยความเร็วไม่เกินที่กำหนด และแซงในกรณีที่จำเป็นต้องแซงเท่านั้น"
        ],
        "correct": 3
    },{
        "name": "ในขณะที่ท่านขับรถบนทางหลวง.ใช้ความเร็วตามกฎหมายกำหนด อยู่ในเลนขวาสุด มีรถวิ่งตามมาด้วยความเร็วสูง.หรือกระพริบไฟสูงจากทางด้านหลังของท่านเพื่อ ขอทางสิ่งที่ท่านควรปฏิบัติคือ",
        "choice": [
            "ขับต่อไปตามปกติ เพราะปฏิบัติตามกฎจราจรอยู่แล้ว ไม่ได้ขับรถเร็ว ไม่ได้ทำผิดกฎหมาย",
            "เปิดทางหลบให้รถดังกล่าวแซงขึ้นไป โดยเปิดไฟเลี้ยวซ้าย แล้วค่อยๆ เบนรถเข้าเลนซ้ายหรือเลนกลาง",
            "ขับรถให้ช้ากว่าเดิม เพื่อกักหรือสกัดให้รถคันหลังขับด้วยความเร็วตามกฎจราจร เช่นเดียวกันกับท่าน",
            "ขับรถเร่งหนีไปด้านหน้าด้วยความเร็วที่สูงกว่ารถคันดังกล่าว"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไม่ควรปฏิบัติในการขับรถให้ถึงจุดหมายปลายทางอย่างปลอดภัย",
        "choice": [
            "เร่งรีบขับขี่ เพื่อให้ถึงปลายทางก่อนที่จะมืด",
            "ทำความคุ้นเคยกับรถที่จะขับขี่ ในกรณีที่เป็นรถที่ไม่เคยขับขี่มาก่อน",
            "พักผ่อนให้เพียงพอและไม่ดื่มสุรา",
            "มีจิตสำนึกในการขับขี่อย่างรับผิดชอบ"
        ],
        "correct": 0
    },{
        "name": "ในขณะที่ท่านขับรถอยู่บนถนนและมีผู้อื่นแบ่งปันน้ำใจในการใช้รถใช้ถนนให้ท่าน ข้อใดไม่ใช่วิธีที่ควรปฏิบัติ",
        "choice": [
            "ส่งยิ้มแสดงการขอบคุณ",
            "โค้งศีรษะแสดงความขอบคุณ",
            "ยกมือขวาขึ้นระดับคิ้วแสดงการขอบคุณ",
            "เปิดไฟสูงแสดงการขอบคุณ"
        ],
        "correct": 3
    },{
        "name": "ในกรณีที่ท่านขับรถผิดกฎหมาย ผิดกฎจราจร หรือก่อความเดือดร้อนให้แก่ผู้อื่นเมื่อเจ้าของรถคู่กรณีกำลังเผชิญหน้ากับ ท่าน สิ่งที่ควรปฏิบัติคือ",
        "choice": [
            "ขอให้มีการดำเนินตามกฎหมายว่าฝ่ายใดถูกฝ่ายใดผิด",
            "จอดรถลงมาถามว่าได้ทำความเดือนร้อนอะไรให้อย่างไร",
            "ยกมือขวาขึ้นระดับคิ้วพร้อมโค้งศีรษะ เพื่อสื่อให้รู้ว่าทำผิดและขอโทษ",
            "รีบขับรถไปจากที่นั้นโดยเร็วที่สุด"
        ],
        "correct": 2
    },{
        "name": "ข้อใดแสดงถึงการมีจิตสำนึกในการขับขี่อย่างปลอดภัย โดยหลีกเลี่ยงพฤติกรรมเสี่ยงภัย และการกระทำที่ไม่ปลอดภัย",
        "choice": [
            "บังคับตัวเองให้ปฏิบัติตามกฎจราจรตลอดเวลาที่ขับขี่ โดยไม่ต้องรอให้ตำรวจจราจรบังคับ",
            "ปรับแต่งอุปกรณ์ส่วนควบ และระบบต่างๆ ของรถให้แตกต่างไปจากสภาพที่ออกมาจากโรงงาน",
            "เมื่อถึงทางร่วมทางแยก.หากอยู่ในทางเอกต้องไปก่อนเสมอ ไม่จำเป็นต้องให้รถในทางโทเข้ามาร่วมใช้ทาง",
            "เปิดไฟฉุกเฉิน เมื่อจอดรถในที่ห้ามจอด"
        ],
        "correct": 0
    },{
        "name": "ในขณะที่ท่านขับรถอยู่บนถนน มีอุบัติเหตุเกิดขึ้นด้านหน้าข้อใดไม่ใช่วิธีที่ควรปฏิบัติเพื่อให้รถที่ตาม มาด้านหลังทราบว่าท่านมีความจำเป็นต้องชะลอรถหรือหยุดรถ และหยุดรถตามโดยไม่ชนท้ายรถของท่าน",
        "choice": [
            "ประเมินสถานการณ์ด้านหน้ารถและหลังรถ เพื่อให้น้ำหนักในการเบรกเป็นไปอย่างเหมาะสม",
            "ขับรถเข้าไปใกล้รถที่เกิดเหตุแล้วเหยียบเบรกอย่างแรงเพื่อหยุดรถในทันที",
            "ให้สัญญาณไฟเบรกล่วงหน้า โดยใช้เท้าแตะที่แป้นเบรกเป็นจังหวะ 1-2 ครั้ง.แล้วจังหวะหยุด",
            "เหยียบเบรกค้างไว้เพื่อให้สัญญาณไฟเบรกติดอยู่จนกระทั่งรถคันหลังที่ขับ ตามมาทราบล่วงหน้าและเมื่อมาหยุดอยู่ท้ายรถแล้ว จึงค่อยปล่อยเท้าจากแป้นเบรก"
        ],
        "correct": 1
    },{
        "name": "ในการแซงหรือเปลี่ยนเลนต้องปลอดภัยและมีมารยาท ข้อใดไม่ใช่มารยาทที่ดีในการขับรถ",
        "choice": [
            "เมื่อแซงรถคันหน้าได้แล้วปาดหน้าชิดซ้ายทันที",
            "ให้สัญญาณไฟเลี้ยวขวา ก่อนแซงทุกครั้งเพื่อให้รถคันหน้ารู้ตัวและระมัดระวังหรือให้ทาง",
            "ไม่แซงในที่คับขันหรือห้ามแซง",
            "ถนนยิ่งแคบยิ่งต้องขับช้าๆ และแซงด้วยความระมัดระวัง"
        ],
        "correct": 0
    },{
        "name": "เมื่อรถที่ขับตามหลังมาให้สัญญาณขอแซง มารยาทที่ดีเพื่อแสดงการตอบรับว่ายินยอมให้แซง คือข้อใด",
        "choice": [
            "ให้สัญญาณไฟฉุกเฉิน",
            "ให้สัญญาณแตร",
            "ให้สัญญาณไฟเลี้ยวซ้าย",
            "ให้สัญญาณไฟสูง"
        ],
        "correct": 2
    },{
        "name": "ข้อใดเป็นพฤติกรรมในการขับรถที่แสดงให้เห็นว่าผู้ขับมีจิตสำนึกความปลอดภัยในการใช้รถใช้ถนน",
        "choice": [
            "เมื่อขับรถมาถึงทางร่วมทางแยกชะลอความเร็วทุกครั้ง.ไม่ว่าจะมีสัญญาณไฟจราจรหรือไม่",
            "ปฏิบัติตามสัญญาณไฟจราจรหรือเครื่องหมายจราจร หากไม่ปฏิบัติตำรวจจับเสียค่าปรับ",
            "เมื่อจะเปลี่ยนเลนก็เบียดเข้าไปโดยไม่ให้สัญญาณไฟเพราะหากให้สัญญาณไฟคันข้างๆ จะไม่เปิดช่องให้เปลี่ยนเลนเข้าไป",
            "กรณีที่เป็นทางแยกที่มีสัญญาณไฟจราจร ปฏิบัติตามสัญญาณไฟเท่านั้นไม่จำเป็นต้องมองด้านซ้ายและด้านขวา"
        ],
        "correct": 0
    },{
        "name": "ในขณะที่ท่านกำลังขับรถอยู่บนถนน และสังเกตเห็นว่าเบื้องหน้ามีคนกำลังข้ามถนน โดยไม่มีทางม้าลาย ข้อใดถือเป็นวิธีปฏิบัติที่ถูกต้อง",
        "choice": [
            "ขับรถผ่านไปตามปกติ เนื่องจากการข้ามถนนที่ปลอดภัยต้องข้ามทางม้าลายเท่านั้น",
            "กระพริบไฟสูงเพื่อเตือนว่าอย่าข้าม แล้วขับผ่านโดยเร็วที่สุด",
            "กดแตรรัวถี่ๆ เตือนว่าอย่าข้ามเพราะอาจถูกรถชนได้",
            "ชะลอความเร็วแล้วหยุดให้ข้าม"
        ],
        "correct": 3
    },{
        "name": "หลังจากประสบอุบัติเหตุและรอดชีวิตมาได้ข้อใดเป็นแนวคิดที่สะท้อนให้เห็นว่าผู้ขับรถมีจิตสำนึกความปลอดภัยในการใช้รถใช้ถนน",
        "choice": [
            "นายดี กล่าวว่า เมื่อวานเพิ่งไปสะเดาะเคราะห์มาไม่งั้นคงไม่รอดแน่",
            "นายเอ กล่าวว่า เพราะพระเครื่องที่แขวนคออยู่คุ้มครองปกป้องรักษา",
            "นางบี กล่าวว่า ปีนี้หมอดูทายทักไว้ว่าดวงจะดีทำอะไรก็ไม่มีปัญหา",
            "น.ส.ซี กล่าวว่า ได้ศึกษาหาความรู้หลักการขับขี่ปลอดภัยอยู่เสมอ"
        ],
        "correct": 3
    },{
        "name": "มารยาทที่ดีในการขับขี่ทำให้การใช้รถใช้ถนนเป็นไปอย่างปลอดภัย ข้อใดเป็นมารยาทที่ควรปฏิบัติ",
        "choice": [
            "เมื่อขับรถในทางเลี้ยวไม่ว่าจะอยู่เลนไหน โดยมารยาทเลี้ยวแล้วต้องรักษาแนวให้อยู่ในเลนนั้นก่อน เมื่อเห็นว่าปลอดภัยแล้วจึงจะเปลี่ยนเลนได้",
            "ขณะขับรถในช่องทางขวาแต่ขับตามความเร็วที่กฎหมายกำหนด หากมีรถมาจ่อท้ายแสดงว่ารถคันนั้นวิ่งเร็วไปไม่ต้องหลบให้ทาง",
            "เมื่อรถ 2 คัน วิ่งมาถึงทางแยกหรือวงเวียนพร้อมกันรถคันไหนเร็วกว่าไปก่อนเสมอ",
            "ไฟตัดหมอกเป็นไฟตกแต่งรถให้สวยงามสามารถเปิดได้ในขณะที่ไม่มีหมอกลง"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ควรใช้แตรเมื่อใด",
        "choice": [
            "ไล่คนเดินเท้าที่กำลังข้ามทางม้าลาย",
            "เร่งรถคันหน้าให้ขับเร็วขึ้น",
            "ป้องกันอันตรายหรืออุบัติที่อาจเกิดขึ้นจากรถ",
            "ทักทายผู้ขับขี่คันอื่นที่รู้จักกัน"
        ],
        "correct": 2
    },{
        "name": "การกระทำของผู้ขับขี่ข้อใด ที่อาจก่อให้เกิดอุบัติเหตุมากที่สุด",
        "choice": [
            "พูดคุยกับคนที่อยู่ข้างๆ",
            "เปิดวิทยุฟังเพลง",
            "ร้องเพลง",
            "โทรศัพท์มือถือในขณะขับรถ"
        ],
        "correct": 3
    },{
        "name": "มารยาทในการขับขี่ที่ผู้ขับรถควรกระทำคือข้อใด",
        "choice": [
            "ถ่มน้ำลายหรือเสมหะลงบนถนน",
            "สูบบุหรี่และเขี่ยทิ้งก้นบุหรี่ลงบนถนน",
            "หยุดรถให้คนข้ามถนนบริเวณทางม้าลาย",
            "ตะโกนด่าผู้ขับขี่คันอื่นที่ทำให้ไม่พอใจ"
        ],
        "correct": 2
    },{
        "name": "สำนวนใดที่เตือนใจผู้ขับขี่เพื่อให้เกิดความปลอดภัย",
        "choice": [
            "ความประมาทเป็นบ่อเกิดแห่งความตาย",
            "กล้าได้กล้าเสีย",
            "ฆ่าได้แต่หยามไม่ได้",
            "กระต่ายตื่นตูม"
        ],
        "correct": 0
    },{
        "name": "การปลูกฝังจิตสำนึกความปลอดภัยในการใช้รถใช้ถนนควรกระทำที่บุคคลในข้อใดมากที่สุด",
        "choice": [
            "บุคคลทุกคน",
            "คนขับรถเท่านั้น",
            "คนเดินเท้าเท่านั้น",
            "ผู้โดยสารเท่านั้น"
        ],
        "correct": 0
    },{
        "name": "เมื่อเห็นคนเดินเท้าข้ามถนนผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "บีบแตรไล่",
            "ขับผ่านไปได้โดยไม่ต้องหยุดรถ",
            "ใช้การวัดใจ",
            "รถต้องหยุดให้คนเดินเท้าผ่านไปก่อน"
        ],
        "correct": 3
    },{
        "name": "เมื่อเกิดอุบัติเหตุและมีผู้บาดเจ็บ ผู้ขับขี่ควรคำนึงถึงสิ่งใดเป็นอันดับแรก",
        "choice": [
            "การเคลื่อนย้ายรถที่เกิดเหตุ",
            "การช่วยเหลือผู้บาดเจ็บ",
            "รอประกันภัย",
            "รอพบเจ้าหน้าที่ตำรวจ"
        ],
        "correct": 1
    },{
        "name": "การขับรถทิ้งระยะห่างจากรถคันหน้ามากเกินไป จะมีผลอย่างไร",
        "choice": [
            "ลดอุบัติเหตุ",
            "จะขับรถด้วยความปลอดภัยมากขึ้น",
            "เกิดปัญหาการจราจรติดขัด",
            "การจราจรคล่องตัวมากขึ้น"
        ],
        "correct": 2
    },{
        "name": "ข้อใดเป็นการขับรถที่ถูกต้องทั้งกฎจราจรและมารยาทในการขับรถ",
        "choice": [
            "การขับรถปาดหน้ารถคันอื่นอย่างกระชั้นชิด",
            "ขับรถช้าๆ ในช่องทางเดินรถทางขวา",
            "ขับรถโดยใช้ความเร็ว 150 กิโลเมตรต่อชั่วโมง.ในกรณีที่ถนนว่าง",
            "หยุดรถให้คนข้ามถนนในบริเวณที่มีคนข้าม"
        ],
        "correct": 3
    },{
        "name": "ข้อใดที่ผู้ขับขี่ไม่ควรปฏิบัติ",
        "choice": [
            "ขับรถด้วยความระมัดระวังขณะฝนตก ถนนลื่น",
            "ขับรถด้วยความเร็วสูงในที่ที่มีการจราจรพลุกพล่าน",
            "ปฏิบัติตามกฎจราจรอย่างเคร่งครัด",
            "ให้สัญญาณไฟเพื่อขอแซง"
        ],
        "correct": 1
    },{
        "name": "การเปลี่ยนช่องทางจราจร ควรปฏิบัติอย่างไร",
        "choice": [
            "เปิดสัญญาณไฟแล้วเปลี่ยนช่องทางได้เลย",
            "เปลี่ยนช่องทางโดยเร็วเพื่อหลบรถคันอื่น",
            "ดูกระจกมองข้าง เปิดสัญญาณไฟแล้วเปลี่ยนช่องทางเมื่อเห็นว่าปลอดภัย",
            "เปลี่ยนช่องทางทันที เมื่อความเร็วเหมาะสม"
        ],
        "correct": 2
    },{
        "name": "ข้อใดผิด",
        "choice": [
            "ห้ามแซงซ้ายในที่ห้ามแซงซ้าย",
            "ห้ามพูดโทรศัพท์ขณะขับรถ",
            "ห้ามหยุดหรือจอดรถคุยกันกลางถนน",
            "ห้ามหยุดรถให้คนข้ามทาง"
        ],
        "correct": 3
    },{
        "name": "สาเหตุอะไรเป็นปัจจัยสำคัญที่ก่อให้เกิดอุบัติเหตุทางถนนมากที่สุด",
        "choice": [
            "ผู้ขับขี่รถ",
            "สภาพถนน",
            "สภาพรถ",
            "สิ่งแวดล้อม"
        ],
        "correct": 0
    },{
        "name": "สาเหตุใดที่ทำให้การเกิดอุบัติเหตุมากที่สุด",
        "choice": [
            "ขับรถชิดคันหน้า",
            "ขับรถแซงอย่างผิดกฎหมาย",
            "ขับรถตัดหน้าอย่ากระชั้นชิด",
            "ขับรถเร็วเกิดอัตราที่กำหนด"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นพฤติกรรมการขับขี่ที่ไม่ควรกระทำ",
        "choice": [
            "ขับช้าชิดขวา",
            "ขับเร็วชิดขวา",
            "ขับช้าชิดซ้าย",
            "ถูกทุกข้อ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นมารยาทที่ดีในการขับรถ",
        "choice": [
            "ขับย้อนศรบนไหล่ทาง",
            "เบียดแซงคิวบริเวณคอสะพาน",
            "หยุดรถให้คนข้ามถนน",
            "เปลี่ยนเลนโดยไม่ให้สัญญาณไฟ"
        ],
        "correct": 2
    },{
        "name": "การจอดรถขวางหน้าประตูบ้านผู้อื่นโดยปลดเกียร์ว่างและไม่ดึงเบรกมือ",
        "choice": [
            "ทำได้เพราะจอดบนถนนสาธารณะ",
            "ไม่ควรทำเพราะสร้างความยากลำบากให้ผู้อื่น",
            "ทำได้เพราะเจ้าของบ้านสามารถเข็นรถให้พ้นทางได้",
            "ไม่ควรทำเพราะรถอาจถูกเข็นไปชนกับวัตถุอื่นจนเสียหาย"
        ],
        "correct": 1
    },{
        "name": "ข้อใดเป็นมารยาทที่ไม่ดีในการขับรถยนต์",
        "choice": [
            "หยุดรถให้คนข้ามถนนบริเวณทางม้าลาย",
            "ก้มศีรษะให้เมื่อมีคนให้ทาง",
            "ขับรถแซงคันหน้าในระยะกระชั้นชิด",
            "ไม่เปิดไฟสูงเมื่อมีรถขับสวนทางมา"
        ],
        "correct": 2
    },{
        "name": "สาเหตุของการเกิดอุบัติเหตุ",
        "choice": [
            "คน",
            "คน รถ",
            "คน รถ ถนน",
            "คน รถ ถนน สิ่งแวดล้อม"
        ],
        "correct": 3
    },{
        "name": "ข้อใด ไม่ใช่การขับรถอย่างปลอดภัยและประหยัดพลังงาน",
        "choice": [
            "เร่งเครื่องก่อนออกรถ",
            "ไม่ควรติดเครื่องยนต์ระหว่างจอดรถคอย",
            "ขับรถด้วยความเร็วที่เหมาะสม",
            "ไม่บรรทุกของเกิดพิกัด"
        ],
        "correct": 0
    },{
        "name": "สาเหตุสำคัญที่ทำให้การขับรถในเวลากลางคืนมีความเสี่ยงต่อการเกิดอุบัติเหตุสูงกว่าในเวลากลางวันคือข้อใด",
        "choice": [
            "ทัศนวิสัยในการมองเห็น",
            "สภาพร่างกายของผู้ขับขี่และสภาพรถไม่พร้อม",
            "คนขับหลับในเนื่องจากเหนื่อยล้า",
            "ขับรถในขณะมึนเมา"
        ],
        "correct": 0
    },{
        "name": "ข้อใดกล่าวไม่ถูกต้อง",
        "choice": [
            "เมื่อมีรถวิ่งสวนมา ควรใช้ไฟต่ำ",
            "เมื่อวิ่งตามหลังรถคันหน้าสามารถเปิดไฟสูงได้ เพราะไม่มีผลต่อการขับขี่ของรถคันหน้า",
            "ช่วงเวลาเย็นใกล้มืด จะต้องใช้ความระมัดระวังมากกว่าปกติเพราะเป็นช่วงที่ตาต้องปรับสภาพจากกลางวันไปสู่กลางคืน",
            "การขับรถในเวลากลางคืนควรใช้ความเร็วให้น้อยกว่ากลางวัน"
        ],
        "correct": 1
    },{
        "name": "เมื่อมีปริมาณรถสะสมจำนวนมากบริเวณเชิงสะพานข้ามแยกที่จะต้องขับรถผ่านควรปฏิบัติอย่างไร",
        "choice": [
            "บีบแตรขอทางเพื่อแทรกเข้าใกล้เชิงสะพาน",
            "เปิดไฟเลี้ยวขอแทรกเข้าใกล้เชิงสะพาน",
            "เปิดไฟสูงเพื่อขอแทรกเข้าใกล้เชิงสะพาน",
            "ขับไปต่อท้ายแถวรถที่ติดสะสมอยู่"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นพฤติกรรมที่สามารถกระทำได้ในกรณีการใช้ไฟสูง",
        "choice": [
            "ใช้ไฟสูงเพื่อส่องดูป้ายบอกทางหรือทางข้างหน้าเป็นครั้งคราว",
            "ใช้ไฟสูงขณะทีมีรถอยู่ข้างหน้า หรือมีรถสวนมา",
            "ไม่พอใจพฤติกรรมการขับรถของรถคันหน้าจึงใช้ไฟสูง เพื่อให้คนขับรถคันหน้ารู้ตัว",
            "ใช้ไฟสูงเพื่อให้คนขับรถคันอื่นทราบว่า ต้องใช้ความเร็วสูง โปรดอย่างขวางทาง"
        ],
        "correct": 0
    },{
        "name": "การจอดรถขวางทางคันอื่น ควรปฏิบัติอย่างไร",
        "choice": [
            "ใส่เบรกมือไว้",
            "ปลดเกียร์ว่าง ไม่ใช้เบรกมือ",
            "ใส่เกียร์เดินหน้า",
            "ใส่เกียร์ถอยหลัง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไร้จิตสำนึก และอาจก่อให้เกิดอันตรายมากที่สุด",
        "choice": [
            "ติดไฟสีน้ำเงินส่องสว่างบริเวณป้ายทะเบียนรถ",
            "เปิดเพลงเสียงดังแล้วเปิดกระจกรถ",
            "ถ่มน้ำลายออกนอกตัวรถ",
            "ขว้างกระป๋องเครื่องดื่มออกนอกตัวรถขณะรถแล่น"
        ],
        "correct": 3
    },{
        "name": "หากพบรถฉุกเฉินเปิดสัญญาณเสียงไซเรนกำลังวิ่งตามหลัง ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "เปิดไฟฉุกเฉินและเร่งความเร็วทันที",
            "เปลี่ยนช่องจราจรไปทางด้านขวาทันที",
            "เปลี่ยนช่องจราจรไปทางด้านซ้ายทันทีเมื่อปลอดภัย",
            "เปิดไฟเลี้ยวขวาและขับรถต่อไป"
        ],
        "correct": 2
    },{
        "name": "ข้อใดต่อไปนี้เป็นการใช้สัญญาณแตรที่ถูกต้อง",
        "choice": [
            "เตือนผู้อื่นให้ระมัดระวังอันตรายที่อาจเกิดขึ้นจากรถ",
            "ใช้เพื่อเร่งรถข้างหน้าให้ขับเร็วขึ้น",
            "ไล่คนเดินเท้าที่กำลังข้ามถนน",
            "ใช้เพื่อทักทายคนรู้จัก"
        ],
        "correct": 0
    },{
        "name": "จากรูป หากท่านกำลังขับขี่เข้าสู่บริเวณทางม้าลายท่านควรปฏิบัติอย่างไร",
        "image": "7.78.jpg",
        "choice": [
            "ขับด้วยความเร็วเท่าเดิม",
            "ลดความเร็วลง",
            "บีบแตร",
            "เพิ่มความเร็ว"
        ],
        "correct": 1
    },{
        "name": "จากรูป รถคันสีแดงควรปฏิบัติอย่างไร",
        "image": "7.79.jpg",
        "choice": [
            "รอจนกว่าคนเดินเท้าจะเดินผ่านไปแล้วจึงเลี้ยว",
            "โบกมือและตะโกนต่อว่าเพื่อเร่งให้ผู้คนเดินผ่านไป",
            "บีบแตรไล่เพื่อไม่ให้ผู้คนเดินผ่าน",
            "ขับเข้าไปใกล้คนเดินเท้าในระยะกระชั้นชิด"
        ],
        "correct": 0
    },{
        "name": "จากรูป รถคันสีเหลืองควรปฏิบัติอย่างไร",
        "image": "7.80.jpg",
        "choice": [
            "ใช้สัญญาณแตรเพื่อให้รถคันอื่นหยุดให้ท่าน",
            "ขับออกไปทันที",
            "ค่อยๆ ขับเคลื่อนไปข้างหน้าทีละน้อย",
            "เลี้ยวซ้ายแล้วกลับรถที่จุดกลับรถ"
        ],
        "correct": 3
    },{
        "name": "จากรูป เมื่อท่านต้องการที่จะเลี้ยวซ้ายเข้าซอย ท่านควรปฏิบัติอย่างไร",
        "image": "7.81.jpg",
        "choice": [
            "หยุดรอ",
            "ใช้สัญญาณแตรไล่ผู้เดินเท้า",
            "ขับเข้าไปใกล้ผู้เดินเท้าในระยะกระชั้นชิด",
            "โบกมือไล่ผู้เดินเท้าให้รีบเดินข้ามถนน"
        ],
        "correct": 0
    },{
        "name": "จากรูป รถที่อยู่บริเวณทางม้าลาย ควรปฏิบัติอย่างไร",
        "image": "7.82.jpg",
        "choice": [
            "ใช้สัญญาณแตรเพื่อไล่ผู้เดินเท้า",
            "ขับเข้าไปต่อท้ายรถคันหน้า",
            "ขับเข้าไปทับทางม้าลาย",
            "หยุดรถก่อนถึงทางม้าลาย"
        ],
        "correct": 3
    },{
        "name": "จากรูป เมื่อรถคันสีเหลืองต้องการที่จะขับตรงไป ควรปฏิบัติอย่างไร",
        "image": "7.83.jpg",
        "choice": [
            "บีบแตรอย่างต่อเนื่อง",
            "หยุดรอจนกว่ารถข้างหน้าจะผ่านไป",
            "เปิดไฟสูงค้าง",
            "พยายามขับมุดผ่านช่องว่าง"
        ],
        "correct": 1
    },{
        "name": "จากรูป เมื่อรถคันสีเหลืองต้องการที่จะขับตรงไป ควรปฏิบัติอย่างไร",
        "image": "7.83.jpg",
        "choice": [
            "บีบแตรอย่างต่อเนื่อง",
            "หยุดรอจนกว่ารถข้างหน้าจะผ่านไป",
            "เปิดไฟสูงค้าง",
            "พยายามขับมุดผ่านช่องว่าง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดปฏิบัติได้ถูกต้องในการขับขี่ออกจากซอยไปสู่ถนนใหญ่",
        "choice": [
            "บีบแตรเพื่อขอทางจากรถคันอื่น",
            "ไม่จำเป็นต้องเปิดไฟเลี้ยวก็ได้",
            "หยุดรอให้รถในทางหลักและคนเดินเท้าไปก่อน",
            "ขับออกไปให้เร็วที่สุดเพื่อที่จะได้ไม่เสียเวลา"
        ],
        "correct": 2
    },{
        "name": "จากรูป ในขณะสัญญาณไฟเขียว หากท่านต้องการจะเลี้ยวขวา แต่ท่านได้ยินสัญญาณรถดับเพลิงมาทางขวามือของท่าน ท่านควร",
        "image": "7.85.jpg",
        "choice": [
            "เปิดไฟเลี้ยวขวาเพื่อให้รถดับเพลิงรู้ว่าท่านจะไปก่อน",
            "เลี้ยวขวาไปก่อนรถดับเพลิงจะมาถึง",
            "เลี้ยวไปได้เลยโดยไม่ต้องสนใจรถดับเพลิง",
            "รอให้รถดับเพลิงไปก่อนแล้วจึงเลี้ยว"
        ],
        "correct": 3
    },{
        "name": "จากรูป ในขณะสัญญาณไฟเขียว หากท่านต้องการจะขับตรงไป แต่ท่านได้ยินสัญญาณรถพยาบาลมาทางขวามือของท่าน ท่านควร",
        "image": "7.86.jpg",
        "choice": [
            "หยุดรอรถพยาบาลไปก่อน",
            "รีบๆ ขับผ่านไปจะได้ไม่ขวางทางรถพยาบาล",
            "ใช้สัญญาณแตรเพื่อเตือนรถพยาบาลให้รู้ว่าท่านจะไปก่อน",
            "ขับผ่านไปตามปกติ"
        ],
        "correct": 0
    },{
        "name": "หากท่านต้องการที่จะจอดรถดังรูป เพียงชั่วคราวท่านสามารถจอดได้หรือไม่",
        "image": "7.87.jpg",
        "choice": [
            "จอดไม่ได้ทุกกรณี",
            "จอดได้หากท่านอยู่ในรถ",
            "จอดได้หากท่านเปิดไฟฉุกเฉิน",
            "จอดไม่ได้ ถ้าไม่ได้จ่ายเงินให้แก่ผู้ดูแลรถ"
        ],
        "correct": 0
    },{
        "name": "เมื่อท่านได้ยินเสียงสัญญาณไซเรนของรถฉุกเฉิน ท่านต้องปฏิบัติอย่างไร",
        "choice": [
            "ทำเป็นไม่ได้ยิน",
            "ใช้สัญญาณแตรเพื่อเตือนผู้ขับขี่ท่านอื่น",
            "กระพริบไฟสูงเพื่อเตือนผู้ขับขี่ท่านอื่น",
            "พยายามเบี่ยงรถของท่านมิให้ขวางทางรถฉุกเฉิน"
        ],
        "correct": 3
    },{
        "name": "เมื่อรถที่กำลังทำการแซงเปิดไฟเลี้ยวเพื่อเข้าสู่ช่องจราจรของท่าน ท่านควรปฏิบัติอย่างไร",
        "image": "7.89.jpg",
        "choice": [
            "ใช้สัญญาณแตรเตือน",
            "เร่งความเร็วขึ้น",
            "ลดความเร็วลง",
            "เปิดไฟสูงเตือน"
        ],
        "correct": 2
    },{
        "name": "จากสถานการณ์ดังรูป ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "7.90.jpg",
        "choice": [
            "ขับไปจอดต่อท้ายให้ชิดกับรถคันหน้ามากที่สุด",
            "หยุดรถให้รถที่เปิดสัญญาณไฟเลี้ยวขวาไปก่อน",
            "ให้สัญญาณแตรเสียงยาว",
            "ขับไปจอดต่อท้ายรถคันหน้าพร้อมกับเปิดสัญญาณไฟฉุกเฉิน"
        ],
        "correct": 1
    },{
        "name": "การปฏิบัติในข้อใดถูกต้องตามหลักมารยาทในการขับรถ",
        "choice": [
            "ขับรถด้วยความเร็วสูงและเปลี่ยนช่องจราจรบ่อย",
            "ขับรถตามหลังรถคันหน้าในระยะกระชั้นชิดเพื่อให้หลบทางให้",
            "ใช้สัญญาณแตรไล่คนข้ามถนน",
            "ให้สัญญาณไฟทุกครั้งที่เปลี่ยนช่องจราจร"
        ],
        "correct": 3
    },{
        "name": "หากเห็นคนพิการกำลังข้ามถนน ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ลดความเร็วและกระพริบไฟสูงใส่คนพิการ",
            "หยุดรอให้คนพิการข้ามผ่านทางไปก่อน",
            "เร่งความเร็วและขับอ้อมไปทางด้านขวาของคนพิการ",
            "หยุดและให้สัญญาณแตรจนกว่าคนพิการข้ามจนพ้นทาง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดต่อไปนี้เป็นการปฏิบัติที่ไม่ถูกต้อง",
        "choice": [
            "ไม่เปิดไฟสูงในกรณีที่ขับรถสวนทางกัน",
            "ให้สัญญาณไฟเลี้ยวล่วงหน้าก่อนเลี้ยวรถ",
            "เร่งความเร็วเมื่อมีรถแซงมาขนาบข้าง",
            "ขับชิดซ้ายและให้สัญญาณไฟเลี้ยวซ้ายเมื่อรถคันหลังให้สัญญาณไฟเลี้ยวขวาเพื่อต้องการแซง"
        ],
        "correct": 2
    },{
        "name": "ข้อใดคือมารยาทที่ดีในการจอดรถ",
        "choice": [
            "จอดรถซ้อนคัน",
            "จอดโดยไม่กีดขวางผู้อื่นและไม่ฝ่าฝืนกฎจราจร",
            "จอดรถขวางทางเข้า-ออก",
            "จอดบริเวณที่มีเครื่องหมายห้ามจอด"
        ],
        "correct": 1
    },{
        "name": "ข้อใดต่อไปนี้ไม่ควรปฏิบัติ เมื่อมีรถคันหลังกำลังแซงรถของท่าน",
        "choice": [
            "อยู่ในช่องจราจรของตัวเอง",
            "ขับด้วยความเร็วคงที่",
            "ลดความเร็วลง",
            "เร่งความเร็วเพื่อไม่ให้แซง"
        ],
        "correct": 3
    },{
        "name": "ข้อใดต่อไปนี้ทำให้สมาธิในการขับรถลดลง",
        "choice": [
            "การคาดการณ์สถานการณ์ล่วงหน้า",
            "การล้างหน้าก่อนขับรถ",
            "โทรศัพท์ขณะขับรถ",
            "การมองทางข้างหน้าไกลๆ"
        ],
        "correct": 2
    },{
        "name": "รูปใดต่อไปนี้ เป็นการรัดเข็มขัดนิรภัยที่ไม่ถูกต้อง",
        "image": "7.97.jpg",
        "choice": [
            "รูปที่ 2. และ 3.",
            "รูปที่ 2. เท่านั้น",
            "รูปที่ 3. เท่านั้น",
            "รูปที่ 1. 2. และ 3."
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ที่ดีควรมีความพร้อมอย่างไร",
        "choice": [
            "ศึกษาเส้นทางก่อนออกเดินทาง",
            "ทุกข้อที่กล่าวจะเป็นตัวเลือกที่ถูกทั้งหมด",
            "มีสภาพร่างกายจิตใจที่พร้อม",
            "มีความรู้เกี่ยวกับกฎหมายจราจรและกฎหมายอื่นที่เกี่ยวข้อง"
        ],
        "correct": 1
    },{
        "name": "พฤติกรรมใดที่ผู้ขับขี่ไม่ควรกระทำ",
        "choice": [
            "เปิดไฟสูงขณะรถสวนกัน",
            "เปิดไฟสูงเพื่อไล่รถคันหน้า",
            "เปิดไฟสูงขณะขับรถตามหลังรถคันอื่น",
            "ทุกข้อที่กล่าวจะเป็นตัวเลือกที่ถูกทั้งหมด"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นการขับรถที่ถูกต้องทั้งกฎจราจรและมารยาทในการขับรถ",
        "choice": [
            "ขับรถโดยใช้ความเร็ว 150 กิโลเมตรต่อชั่วโมง.ในกรณีที่ถนนว่าง",
            "การขับรถปาดหน้ารถคันอื่นอย่างกระชั้นชิด",
            "หยุดรถให้คนข้ามถนนในบริเวณที่มีคนข้าม",
            "ขับรถช้าๆ ในช่องทางเดินรถทางขวา"
        ],
        "correct": 2
    },{
        "name": "ข้อใดที่ผู้ขับขี่ไม่ควรปฏิบัติ",
        "choice": [
            "ขับรถด้วยความระมัดระวังขณะฝนตก ถนนลื่น",
            "ปฏิบัติตามกฎจราจรอย่างเคร่งครัด",
            "ให้สัญญาณไฟเพื่อขอแซง",
            "ขับรถด้วยความเร็วสูงในที่ที่มีการจราจรพลุกพล่าน"
        ],
        "correct": 3
    },{
        "name": "การเปลี่ยนช่องทางจราจร ควรปฏิบัติอย่างไร",
        "choice": [
            "เปลี่ยนช่องทางทันที เมื่อความเร็วเหมาะสม",
            "เปิดสัญญาณไฟแล้วเปลี่ยนช่องทางได้เลย",
            "เปลี่ยนช่องทางโดยเร็วเพื่อหลบรถคันอื่น",
            "ดูกระจกมองข้าง เปิดสัญญาณไฟแล้วเปลี่ยนช่องทางเมื่อเห็นว่าปลอดภัย"
        ],
        "correct": 3
    },{
        "name": "มารยาทที่ดีในการจอดรถ ควรปฏิบัติอย่างไร",
        "choice": [
            "จอดรถซ้อนคัน",
            "จอดบริเวณที่มีเครื่องหมายห้ามจอด",
            "จอดโดยไม่กีดขวางผู้อื่นและไม่ฝ่าฝืนกฎจราจร",
            "จอดรถขวางทางเข้า-ออก"
        ],
        "correct": 2
    },{
        "name": "การใช้ไฟสูงหรือไฟขอทาง เพื่อไล่รถคันหน้าแสดงว่าผู้ขับขี่ขาดสิ่งใด",
        "choice": [
            "มารยาทในการขับขี่",
            "เทคนิคการขับขี่ที่ดี",
            "จิตสำนึกในการขับขี่อย่างปลอดภัย",
            "การบำรุงรักษาเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "ข้อใดกล่าวได้ถูกต้อง",
        "choice": [
            "รถทุกคัน ต้องวิ่งตามความเร็วที่กฎหมายกำหนด",
            "รถวิ่งเร็วต้องเปิดไฟสูงตลอดเวลาเพื่อให้มองเห็นทาง",
            "รถเก่า แรงน้อย ต้องหลบซ้าย",
            "รถใหม่ราคาแพง ต้องวิ่งขวา"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับรถที่ดีควรมีคุณสมบัติ อย่างไร",
        "choice": [
            "ความอดทนอดกลั้น",
            "การให้อภัยผู้อื่น มองโลกในแง่ดี",
            "ความรับผิดชอบ",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "อุบัติเหตุบนท้องถนนส่วนใหญ่เกิดจากอะไร",
        "choice": [
            "รถ",
            "ผู้ขับขี่",
            "ถนน",
            "สิ่งแวดล้อม"
        ],
        "correct": 1
    },{
        "name": "สาเหตุใดที่ทำให้เกิดอุบัติเหตุมากที่สุด",
        "choice": [
            "แซงในที่ห้ามแซง",
            "ขับรถจี้ท้ายรถคันหน้า",
            "ขับรถเร็วเกินอัตราที่กฎหมายกำหนด",
            "ขับรถตัดหน้าอย่างกระชั้นชิด"
        ],
        "correct": 2
    }]
},{
    "name": "เทคนิคการขับรถอย่างปลอดภัย",
    "no": 8,
    "icon": "car-outline",
    "exam": [{
        "name": "การขับรถขณะฝนตก ข้อใดที่ผู้ขับขี่ไม่ควรปฏิบัติ",
        "choice": [
            "เปิดไฟฉุกเฉินตลอดเส้นทาง",
            "เปิดที่ปัดน้ำฝน",
            "ใช้ความระมัดระวังเพิ่มมากขึ้น",
            "ลดความเร็วของรถลงกว่าปกติ"
        ],
        "correct": 0
    },{
        "name": "เมื่อเกิดรถเสีย ควรปฏิบัติอย่างไร",
        "choice": [
            "จอดรถทิ้งไว้กลางถนน",
            "นำกิ่งไม้วางไว้ท้ายรถ",
            "เผาป่าข้างทางหากเป็นกลางคืน",
            "นำรถจอดเข้าข้างทาง, เปิดไฟฉุกเฉิน"
        ],
        "correct": 3
    },{
        "name": "สัญญาณไฟเตือนบนแผงหน้าปัดรถสีใด ที่ไม่ควรปรากฏขณะขับรถ",
        "choice": [
            "สีแดง",
            "สีเขียว",
            "สีเหลือง",
            "สีฟ้า"
        ],
        "correct": 0
    },{
        "name": "การจับพวงมาลัยนิ้วมือควรอยู่ในลักษณะใด",
        "choice": [
            "นิ้วมือทั้งห้า จับพวงมาลัยให้กระชับ สามารถหมุนได้คล่องตัว",
            "นิ้วมือทั้งห้า กำพวงมาลัยให้แน่นที่สุด",
            "นิ้วมือทั้งห้าแตะที่พวงมาลัย สามารถหมุนพวงมาลัยด้วยมือข้างเดียว",
            "ใช้นิ้วหัวแม่มือและนิ้วชี้จับพวงมาลัยเพียงสองนิ้ว"
        ],
        "correct": 0
    },{
        "name": "เมื่อผู้ขับขี่ขับรถเสียหลักบนถนนเปียกลื่น ควรปฏิบัติอย่างไร",
        "choice": [
            "เหยียบเบรกทันที แล้วค่อยๆออกตัวเร่งความเร็วใหม่",
            "ถอนคันเร่ง เหยียบเบรกเพื่อใช้เกียร์ต่ำ",
            "ถอนคันเร่ง จับพวงมาลัยให้มั่นประคองรถต่อไป",
            "ตั้งสติให้มั่น จับพวงมาลัยให้ดี เร่งความเร็วหนีให้พ้นไป"
        ],
        "correct": 2
    },{
        "name": "ขณะขับรถขึ้นทางลาดชัน ถ้าเครื่องยนต์ดับควรปฏิบัติอย่างไร",
        "choice": [
            "เหยียบเบรก ดึงเบรกมือ เข้าเกียร์ว่าง และ ติดเครื่องใหม่",
            "เหยียบเบรก ดึงเบรกมือ และ ติดเครื่องใหม่",
            "เปลี่ยนเป็นเกียร์ต่ำ ดึงเบรกมือ และติดเครื่องใหม่",
            "ปล่อยให้รถไหลไป แล้วค่อยประคองรถ"
        ],
        "correct": 0
    },{
        "name": "ขณะขับรถ ถ้ากระจกบังลมหน้ารถแตกร้าว ควรปฎิบัติอย่างไร",
        "choice": [
            "ตั้งสติ ลดความเร็ว จอดรถข้างทาง เปิดไฟฉุกเฉิน",
            "ตั้งสติ เปิดไฟฉุกเฉิน และขับรถต่อไป",
            "ตั้งสติ เปิดไฟฉุกเฉิน และหยุดรถทันที",
            "ตั้งสติ จอดรถข้างทาง"
        ],
        "correct": 0
    },{
        "name": "เพื่อความปลอดภัยในการขับรถช่วงฤดูฝน ควรตรวจสอบอุปกรณ์ส่วนควบสิ่งใดของรถก่อนเป็นลำดับแรก",
        "choice": [
            "ที่ปัดน้ำฝน",
            "น้ำในหม้อน้ำ",
            "น้ำกลั่นแบตเตอรี่",
            "ตรวจเช็คประตูหน้าต่างรถ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเปิดไฟหน้ารถไม่ถูกต้อง",
        "choice": [
            "เมื่อไม่สามารถมองเห็นทางข้างหน้าในระยะต่ำกว่า 150 เมตร",
            "เมื่อต้องเร่งรีบไปทำงาน",
            "เมื่อฝนตกหนัก",
            "เมื่อมีควันไฟปกคลุมถนน"
        ],
        "correct": 1
    },{
        "name": "ในขณะที่ขับรถอยู่ มีกลิ่นเหม็นไหม้ แอร์เริ่มไม่เย็น เครื่องยนต์เร่งไม่ขึ้น ควรปฏิบัติอย่างไร",
        "choice": [
            "ขับต่อไปเรื่อยๆ",
            "ลดความเร็วลงแล้วขับต่อไป",
            "หยุดรถทันทีกลางถนนห้ามเคลื่อนย้าย",
            "จอดรถในที่ปลอดภัยแล้วเรียกช่างมาตรวจเช็ค"
        ],
        "correct": 3
    },{
        "name": "การหยุดรถบนทางลาดชัน ควรปฏิบัติตามลำดับอย่างไรจึงจะปลอดภัย",
        "choice": [
            "เหยียบคลัทช์ เหยียบเบรก ดึงเบรกมือ และปลดเกียร์ว่าง",
            "เหยียบคลัทช์ เหยียบเบรก ปลดเกียร์ว่าง",
            "เหยียบคลัทช์ เหยียบเบรก ดึงเบรกมือ",
            "เหยียบเบรกแล้วดึงเบรกมือ"
        ],
        "correct": 0
    },{
        "name": "การหมุนพวงมาลัยรถ ขณะจอดรถอยู่กับที่จะมีผลอย่างไร",
        "choice": [
            "ทำให้หมุนพวงมาลัยง่ายขึ้น",
            "ดอกยางสึกเร็วกว่าปกติ",
            "สิ้นเปลืองน้ำมันเพาเวอร์",
            "สิ้นเปลืองน้ำมันเชื้อเพลิง"
        ],
        "correct": 1
    },{
        "name": "การหยุดรถอย่างกะทันหัน(รถไม่ใช้เบรก ABS) ควรปฏิบัติอย่างไร",
        "choice": [
            "เหยียบเบรกแรงๆโดยไม่ต้องถอนเบรก",
            "เหยียบคลัทช์ก่อน แล้วจึงเหยียบเบรก",
            "เหยียบเบรกและคลัทช์พร้อมกัน",
            "เหยียบและปล่อยเบรกสลับกัน (ย้ำเบรกซ้ำๆ)"
        ],
        "correct": 3
    },{
        "name": "รถที่ขับมาด้วยความเร็วสูงแล้วเหยียบเบรกอย่างกะทันหัน(รถไม่ใช้เบรก ABS) จะมีผลอย่างไร",
        "choice": [
            "จะหยุดรถได้ตามระยะที่กำหนด",
            "ล้อจะล็อค และรถจะหมุน",
            "รถจะค่อยๆ ชะลอความเร็วลง",
            "ล้อจะล็อค และรถจะหยุดทันที"
        ],
        "correct": 1
    },{
        "name": "ขณะขับรถยางรถแตก จะมีอาการอย่างไร",
        "choice": [
            "พวงมาลัยรถจะไร้น้ำหนัก",
            "พวงมาลัยจะหนัก รถจะเอียง",
            "รถหยุดกะทันหัน",
            "เบรกจะไม่ทำงาน"
        ],
        "correct": 1
    },{
        "name": "ในขณะขับรถ ยางรถแตกหรือระเบิด ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "คุมสติ บังคับพวงมาลัย ลดความเร็วลงและไม่ควรเหยียบเบรกกะทันหัน",
            "รีบเหยียบเบรกให้เร็วที่สุด",
            "หมุนพวงมาลัยอย่างรวดเร็วเพื่อหลบเข้าข้างทาง",
            "ปลดเกียร์ว่างแล้วรีบเหยียบเบรก"
        ],
        "correct": 0
    },{
        "name": "ในขณะที่กำลังขับรถ ถ้าฝากระโปรงหน้ารถเปิด ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ลดความเร็วแล้วจอดข้างทาง เพื่อปิดฝากระโปรงให้เรียบร้อย",
            "หักเลี้ยวรถเข้าข้างทางทันที เพื่อปิดฝากระโปรงให้เรียบร้อย",
            "เบรกกะทันหัน",
            "เหยียบคันเร่งให้มิดเพื่อฝากระโปรงจะได้กระแทกปิด"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นวิธีแก้ไขเบื้องต้นเมื่อรถเกิดไฟลัดวงจร",
        "choice": [
            "หาผ้าหนา ๆ มาตบ",
            "ตัดกระแสไฟ หรือหาทางงัดขั้วแบตเตอรี่ออกก่อน",
            "วิ่งหาน้ำมันมาราด",
            "ใช้ทรายสาดใส่"
        ],
        "correct": 1
    },{
        "name": "การปรับระดับที่นั่งคนขับห่างเกินไป จะมีผลอย่างไร",
        "choice": [
            "ทำให้เข้าเกียร์ได้ง่าย",
            "ทำให้ทัศนวิสัยในการมองเห็นชัดเจนดีมาก สามารถตัดสินใจได้ดี",
            "บังคับพวงมาลัยลำบาก ใช้อุปกรณ์ต่างๆ ไม่สะดวก เกิดเหตุฉุกเฉินไม่สามารถใช้คลัทช์ และเบรกได้",
            "ทำให้เบรกรถสะดวก"
        ],
        "correct": 2
    },{
        "name": "การตรวจสอบว่าเข็มขัดนิรภัยยังใช้งานได้ดีหรือไม่ ควรตรวจสอบอย่างไร",
        "choice": [
            "กระตุกดึงสายเข็มขัดอย่างเร็ว แล้วสายเข็มขัดต้องล็อค",
            "ดูว่าเป็นของใหม่หรือไม่",
            "ดูว่าเข็มขัดมียี่ห้อหรือไม่",
            "ต้องมีสีเข้มๆ"
        ],
        "correct": 0
    },{
        "name": "ถ้ารถเสียหลักลื่นไถลพร้อมเสียการทรงตัว ควรปฏิบัติอย่างไรเป็นลำดับแรก",
        "choice": [
            "รีบเข้าเกียร์ต่ำเพื่อชะลอความเร็ว",
            "ค่อยๆ เหยียบแป้นคลัทช์",
            "หมุนพวงมาลัยไปซ้ายบ้าง ขวาบ้าง",
            "ลดความเร็วจับพวงมาลัยให้มั่น"
        ],
        "correct": 3
    },{
        "name": "การจอดรถชิดขอบทาง ล้อหน้าควรอยู่ในลักษณะใด",
        "choice": [
            "หันเข้าหาขอบทาง",
            "อยู่อย่างไรก็ได้",
            "ตรงและขนานกับขอบทางหรือฟุตบาต",
            "หันออกจากขอบทาง"
        ],
        "correct": 2
    },{
        "name": "การเข้าเกียร์ถอยหลังขณะรถยังไม่หยุดนิ่งมีผลเสียอย่างไร",
        "choice": [
            "ไม่มีผลต่อส่วนใดของรถ",
            "เข้าเกียร์ยากและทำให้เกียร์เสียเร็วกว่าปกติ",
            "ทำให้น้ำมันเกียร์หมดเร็ว",
            "เครื่องยนต์กินน้ำมันเครื่อง"
        ],
        "correct": 1
    },{
        "name": "การขับรถถอยหลังควรใช้ความเร็วระดับใด",
        "choice": [
            "ถอยช้าๆ แล้วใช้ความระมัดระวัง",
            "ถอยแบบไหนก็ได้",
            "ถอยเหมือนกับเดินหน้า",
            "ใช้ความเร็วตามสภาพของรถ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นการสตาร์ทเครื่องยนต์ที่ถูกต้อง",
        "choice": [
            "ขึ้นเบรกมือ-ปลดเกียร์ว่าง-ปิดอุปกรณ์ไฟฟ้า-เหยียบคลัทช์-สตาร์ทเครื่องยนต์",
            "ปลดเกียร์ว่าง-ขึ้นเบรกมือ-สตาร์ทเครื่องยนต์",
            "เหยียบคลัทช์-สตาร์ทเครื่องยนต์",
            "ปลดเบรกมือ-ปิดอุปกรณ์ไฟฟ้า-สตาร์ทเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "หากเกิดฝนตกหนักจนมองเห็นทางไม่ชัดเจน ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "จอดรถทันที",
            "เปิดไฟหน้าเร่งความเร็วผ่านบริเวณที่ฝนตกหนัก",
            "เร่งความเร็วให้ผ่านบริเวณที่ฝนตกโดยเร็ว",
            "จอดรถบริเวณที่ปลอดภัย เปิดไฟหน้ารถและเปิดไฟฉุกเฉิน"
        ],
        "correct": 3
    },{
        "name": "การจับพวงมาลัยขณะขับรถทางตรง มือขวาและซ้ายของผู้ขับขี่ ควรอยู่ในตำแหน่งลักษณะใดของหน้าปัดนาฬิกา",
        "choice": [
            "ตำแหน่งเลข.2 และเลข.10",
            "ตำแหน่งเลข.4 และเลข.10",
            "ตำแหน่งเลข.3 และเลข.10",
            "ตำแหน่งเลข.6 และเลข.10"
        ],
        "correct": 0
    },{
        "name": "เมื่อขับรถในขณะฝนตก ท่านไม่ควรปฏิบัติอย่างไร",
        "choice": [
            "เปิดที่ปัดน้ำฝน",
            "เปิดไฟฉุกเฉินตลอดทาง",
            "ขับด้วยความระมัดระวังมากขึ้น",
            "ลดความเร็วของรถ"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากท่านต้องการที่จะขับตรงผ่านไป ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.30.jpg",
        "choice": [
            "ลดความเร็วและเพิ่มความระมัดระวังทุกครั้งก่อนถึงทางแยก",
            "ระวังรถด้านซ้ายเพราะอยู่ใกล้ช่องทางของเรา",
            "ระวังรถทางขวาเพียงอย่างเดียว และขับต่อไป",
            "ขับด้วยความเร็วเท่าเดิม"
        ],
        "correct": 0
    },{
        "name": "จากรูป หากท่านต้องการที่จะขับตรงผ่านไป ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.31.jpg",
        "choice": [
            "ชะลอรถและให้รถทางขวามือขับผ่านไปก่อน",
            "ขับรถต่อไปได้เลยเพราะเราคือทางเอก",
            "ขับด้วยความเร็วเท่าเดิม",
            "เร่งเครื่องยนต์เพื่อขับผ่านไปก่อน"
        ],
        "correct": 0
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวขวา ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.32.jpg",
        "choice": [
            "หยุดรถให้ห่างเพื่อความปลอดภัย",
            "ขับไปในช่องทางขวาเพื่อเลี้ยวได้เลย",
            "เลี้ยวพร้อมกับรถคันหน้าได้ทันที",
            "ชะลอรถเนื่องจากรถคันหน้าจะเลี้ยวซ้าย"
        ],
        "correct": 3
    },{
        "name": "จากรูป หากท่านพบเห็นสัญญาณจราจรเปลี่ยนเป็นสีเหลือง ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.33.jpg",
        "choice": [
            "เร่งความเร็วและขับผ่านไป",
            "บีบแตรและขับผ่านไป",
            "ค่อยๆ เหยียบเบรกย้ำๆ เพื่อเตือนรถข้างหลังระวังและเตรียมหยุด",
            "เหยียบเบรกเพื่อหยุดรถทันที"
        ],
        "correct": 2
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวซ้าย ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.34.jpg",
        "choice": [
            "ลดความเร็ว และระมัดระวังรถด้านซ้าย รวมทั้งคนเดิมข้ามถนน",
            "เลี้ยวซ้ายได้ทันที",
            "เร่งความเร็วเพื่อให้สามารถเลี้ยวได้เร็ว",
            "บีบแตรก่อนทำการเลี้ยวรถ"
        ],
        "correct": 0
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวซ้าย ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.35.jpg",
        "choice": [
            "ขับตามรถคันหน้าให้ชิดและทำการเลี้ยวทันที",
            "เปิดสัญญาณไฟเลี้ยว ชะลอรถ หยุดให้คนเดินถนนข้ามทางก่อน",
            "บีบแตรเพื่อให้คนเดินข้ามถนนด้วยความรวดเร็ว",
            "เปิดสัญญาณไฟฉุกเฉินเพื่อเตือนรถด้านหลัง"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวขวา ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.36.jpg",
        "choice": [
            "ควรเลี้ยวให้ทันเนื่องจากมีรถคันใหญ่ขวางรถฝั่งตรงข้าม",
            "เร่งความเร็วเพื่อเลี้ยวขวาทันที",
            "หยุดรอในตำแหน่งที่จะเลี้ยวและให้รถด้านตรงข้ามผ่านไปก่อน",
            "ขับรถไปในช่องทางด้านขวาเพื่อทำการเลี้ยว"
        ],
        "correct": 2
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวขวา ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.37.jpg",
        "choice": [
            "เปิดสัญญาณไฟเลี้ยว ชะลอรถ หยุดให้คนเดินถนนข้ามทางก่อน",
            "ขับตามรถคันหน้าให้ชิดและทำการเลี้ยวทันที",
            "บีบแตรเพื่อให้คนเดินข้ามถนนด้วยความรวดเร็ว",
            "ขับรถออกในช่องทางขวาเพื่อทำการเลี้ยว"
        ],
        "correct": 0
    },{
        "name": "จากรูป หากท่านต้องการขับตรงไป ท่านควรระมัดระวังและปฏิบัติอย่างไร",
        "image": "8.38.jpg",
        "choice": [
            "บีบแตรเพื่อให้รถคันหน้าเร่งความเร็ว",
            "ขับต่อไปด้วยความเร็วเท่าเดิม",
            "ลดความเร็วลง และให้ทางแก่รถที่เลี้ยวออกมา",
            "เปิดไฟฉุกเฉินและขับผ่านไปด้วยความรวดเร็ว"
        ],
        "correct": 2
    },{
        "name": "จากรูป รถคันใดอยู่ในจุดบอดของรถคันสีขาว",
        "image": "8.39.jpg",
        "choice": [
            "รถ ค.",
            "รถ ก. และรถ ข.",
            "รถ ข. และรถ ค.",
            "รถ ก. และรถ ค."
        ],
        "correct": 0
    },{
        "name": "ด้วยสาเหตุใด ผู้ขับขี่จะต้องหันหน้ามองไปทางด้านข้างก่อนทำการเปลี่ยนช่องจราจร",
        "choice": [
            "จะทำให้สามารถเปลี่ยนช่องจราจรได้รวดเร็วมากขึ้น",
            "เพื่อตรวจดูจุดบอดของรถด้านขวา",
            "เพื่อเปลี่ยนช่องจราจรในกรณีที่ไม่ต้องการเปิดสัญญาณไฟเลี้ยว",
            "เพื่อให้สามารถเห็นผู้คนที่เดินอยู่บริเวณทางเดินเท้า"
        ],
        "correct": 1
    },{
        "name": "ข้อใดคือความหมายที่ถูกต้องของจุดบอด",
        "choice": [
            "บริเวณด้านหลังของรถที่กระจกมองหลังจับภาพไม่ได้",
            "บริเวณที่คนขับไม่สามารถมองเห็นได้ชัดในขณะขับรถ",
            "บริเวณด้านหน้าของรถที่ผู้ขับขี่ไม่สามารถมองเห็นได้",
            "บริเวณด้านซ้ายของรถที่ผู้ขับขี่ไม่สามารถมองเห็นได้"
        ],
        "correct": 1
    },{
        "name": "ถ้าเครื่องดับขณะกำลังเคลื่อนที่ออกจากทางลาดชัน ท่านควรปฏิบัติอย่างไรเป็นลำดับแรก",
        "choice": [
            "ทำการเบรกทันทีเพื่อไม่ให้รถไหล",
            "เปลี่ยนไปเข้าเกียร์ว่าง",
            "ติดเครื่องใหม่",
            "เปิดไฟฉุกเฉิน"
        ],
        "correct": 0
    },{
        "name": "การขับขี่ขึ้นหรือลงทางลาดชัน ควรใช้เกียร์ใด",
        "choice": [
            "เกียร์ต่ำ",
            "เกียร์สูง",
            "เกียร์ว่าง",
            "เกียร์ใดก็ได้"
        ],
        "correct": 0
    },{
        "name": "ในการขับขี่ลงทางลาดชัน ผู้ขับขี่ควรใช้เกียร์ต่ำเนื่องจากสาเหตุใด",
        "choice": [
            "เพื่อเพิ่มกำลังของรถ",
            "เพื่อหน่วงความเร็วของรถ",
            "เพื่อลดความร้อนของเครื่องยนต์",
            "เพื่อเพิ่มความเร็วของรถ"
        ],
        "correct": 1
    },{
        "name": "เพราะเหตุใดจึงไม่ควรใช้เบรกอย่างต่อเนื่องเป็นเวลานานในขณะขับขี่ลงทางลาดชัน",
        "choice": [
            "จะทำให้เสียเวลาในการเดินทาง",
            "จะทำให้เปลืองน้ำมัน",
            "จะทำให้ผ้าเบรกไหม้",
            "จะทำให้รถเคลื่อนตัวได้ช้า"
        ],
        "correct": 2
    },{
        "name": "ในการขับขี่ลุยน้ำ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ลดความเร็วลง แต่เร่งเครื่องยนต์ให้มากกว่าปกติเล็กน้อย",
            "เปิดไฟฉุกเฉิน",
            "ขับรถด้วยความเร็วมากขึ้น",
            "ขับรถด้วยความเร็วปกติ"
        ],
        "correct": 0
    },{
        "name": "เหตุใดขณะขับรถลุยน้ำจึงต้องเร่งเครื่องยนต์มากกว่าปกติเล็กน้อย",
        "choice": [
            "เพื่อให้รถมีความเร็วคงที่",
            "เพื่อให้เครื่องยนต์ร้อน",
            "เพื่อให้รถมีความเร็วมากขึ้น",
            "เพื่อป้องกันไม่ให้เครื่องยนต์ดับ"
        ],
        "correct": 3
    },{
        "name": "ท่านควรปฏิบัติอย่างไรขณะขับรถผ่านบริเวณน้ำท่วม",
        "choice": [
            "ขับช้าๆ ตามหลังรถคันหน้าในระยะห่างพอสมควร",
            "พยายามไม่ใช้เบรกโดยเด็ดขาด",
            "พยายามขับจี้ท้ายรถคันหน้าตลอดเวลา",
            "เปิดไฟฉุกเฉินตลอดเวลา"
        ],
        "correct": 0
    },{
        "name": "หลังจากขับรถผ่านบริเวณน้ำท่วม ท่านควรทดสอบระบบใดต่อไปนี้",
        "choice": [
            "ระบบสตาร์ทเครื่องยนต์",
            "ระบบไฟฟ้า",
            "ระบบเบรก",
            "ระบบช่วงล่าง"
        ],
        "correct": 2
    },{
        "name": "ข้อใดต่อไปนี้คือประโยชน์สูงสุดของการชะลอรถด้วยเครื่องยนต์ในขณะลงทางลาดชัน",
        "choice": [
            "ลงทางลาดชันด้วยความปลอดภัย",
            "ลดการสึกหรอของผ้าเบรก",
            "ช่วยประหยัดน้ำมัน",
            "เพิ่มการทรงตัวของรถ"
        ],
        "correct": 0
    },{
        "name": "เพราะเหตุใดรถจึงลื่นไถลได้ง่ายขณะฝนตกใหม่ๆ",
        "choice": [
            "น้ำฝนทำให้ถนนชำรุดเป็นหลุมเป็นบ่อ",
            "น้ำฝนจะกลายเป็นแผ่นฟิล์มรองรับระหว่างยางกับพื้นถนน",
            "ถนนคอนกรีตดูดซับน้ำฝนได้เป็นอย่างดี",
            "พื้นถนนปรับอุณหภูมิเร็วเกินไป"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไม่ควรปฏิบัติเมื่อขับขี่ในขณะฝนตกหนัก",
        "choice": [
            "ขับรถเร็วและกระแทกเบรกรถอย่างรุนแรง",
            "ขับด้วยความเร็วต่ำ",
            "เปิดไฟหน้ารถ",
            "หยุดรถรอบนถนน"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้ปฏิบัติได้ถูกต้องสำหรับการขับขี่ในเวลากลางคืน",
        "choice": [
            "เปิดไฟสูงตลอดเวลาขณะขับขี่",
            "ขับให้ช้ากว่าปกติหรือไม่เร็วกว่าสายตาที่มองเห็น",
            "ขับให้เร็วได้ตามปกติ",
            "เปิดไฟฉุกเฉินตลอดเวลาขณะขับขี่"
        ],
        "correct": 1
    },{
        "name": "หลังจากเกิดอุบัติเหตุ ผู้ขับขี่ต้องปฏิบัติสิ่งใดเป็นอันดับแรก",
        "choice": [
            "แจ้งกู้ภัย",
            "แจ้งตำรวจ",
            "แจ้งประกันภัยรถยนต์",
            "ให้สัญญาณเพื่อเตือนให้รถอื่นทราบ"
        ],
        "correct": 3
    },{
        "name": "หากมีผู้บาดเจ็บหลังจากเกิดอุบัติเหตุ ท่านควรปฏิบัติอย่างไรหากตัวท่านมิได้รับบาดเจ็บ",
        "choice": [
            "ปฐมพยาบาลเบื้องต้นแล้วรีบนำส่งโรงพยาบาล",
            "ไม่ต้องสนใจหากผู้บาดเจ็บไม่ใช่คนที่ท่านรู้จัก",
            "แจ้งตำรวจที่อยู่บริเวณใกล้เคียง",
            "รีบแจ้งหน่วยกู้ภัยให้เร็วที่สุด"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้องเกี่ยวกับการขับขี่อย่างประหยัดน้ำมัน",
        "choice": [
            "รถจะประหยัดน้ำมันมากขึ้นหากวิ่งด้วยความเร็วที่สูงขึ้น",
            "รถจะประหยัดน้ำมันหากขับด้วยความเร็วคงที่",
            "รถจะประหยัดน้ำมันมากขึ้นหากเร่งเครื่องบ่อยครั้ง",
            "รถจะประหยัดน้ำมันมากขึ้นหากวิ่งด้วยความเร็วที่ไม่คงที่"
        ],
        "correct": 1
    },{
        "name": "หากกำลังขับขี่รถอยู่บนถนน แล้วฝนเริ่มตก ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ลดความเร็วของรถลง",
            "เร่งความเร็วของรถเพื่อให้ผ่านฝนไปให้เร็ว",
            "เปิดไฟฉุกเฉินและรีบขับผ่านบริเวณนั้นไป",
            "หยุดรถข้างทางทันที"
        ],
        "correct": 0
    },{
        "name": "เมื่อขับรถในเวลากลางคืน ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ทิ้งระยะห่างระหว่างรถคันหน้าให้มากกว่าปกติ",
            "เปิดไฟฉุกเฉินขณะทำการแซงรถคันหน้า",
            "พยายามขับรถเข้าไปให้ใกล้กับรถคันหน้าเพื่อให้รถคันหน้าเห็นรถเราได้ชัดเจน",
            "ใช้ไฟสูงตลอดทางของการขับรถ"
        ],
        "correct": 0
    },{
        "name": "ก่อนการขับรถเป็นระยะทางไกลๆ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ดื่มเครื่องดื่มชูกำลังก่อนการเดินทาง",
            "พักผ่อนให้เพียงพอ",
            "รับประทานอาหารก่อนการเดินทาง",
            "หาเพื่อนนั่งไปด้วยขณะเดินทาง"
        ],
        "correct": 1
    },{
        "name": "จากสถานการณ์ดังรูป หากต้องการจะเคลื่อนที่ต่อไป ผู้ขับขี่ควรปฏิบัติอย่างไรเป็นลำดับแรก",
        "image": "8.58.jpg",
        "choice": [
            "เปิดสัญญาณไฟ",
            "ตรวจสอบความปลอดภัยทางด้านขวา",
            "บีบแตรให้สัญญาณ",
            "ลดกระจกแล้วโบกมือขอทาง"
        ],
        "correct": 1
    },{
        "name": "เมื่อต้องขับรถเข้าใกล้ทางรถไฟที่ไม่มีแผงกั้น ข้อใดต่อไปนี้กล่าวถูกต้อง",
        "image": "8.59.jpg",
        "choice": [
            "ชะลอรถและควรเตรียมพร้อมที่จะหยุดรถตลอดเวลา",
            "เพิ่มความเร็วเพื่อให้ผ่านไปได้เร็ว",
            "บีบแตรเตือนเพื่อความปลอดภัย",
            "เปิดกระจกเพื่อฟังเสียงสัญญาณเตือนรถไฟ"
        ],
        "correct": 0
    },{
        "name": "เมื่อขับผ่านทางที่มีป้ายเตือนว่า 'ระวังทางข้างหน้าหินหล่นทับเส้นทางบ่อย' หรือป้ายเตือนดังในรูป ท่านควรปฏิบัติอย่างไร",
        "image": "8.60.jpg",
        "choice": [
            "ชะลอความเร็วลง ขับขี่ด้วยความระมัดระวังมากขึ้น",
            "รีบเร่งความเร็วเพื่อผ่านไปอย่างรวดเร็ว",
            "ไม่ต้องทำอะไร เพราะโอกาสที่จะเกิดยาก",
            "หลีกเลี่ยงไปใช้เส้นทางอื่น"
        ],
        "correct": 0
    },{
        "name": "เมื่อพบว่าไฟไหม้เครื่องยนต์ขณะขับรถ ผู้ขับรถควรปฏิบัติอย่างไร",
        "choice": [
            "ขับรถลงแม่น้ำข้างทาง",
            "จอดและสละรถทันที",
            "ตั้งสติ ค่อยๆ ขับรถจอดข้างทาง",
            "แจ้งกู้ภัยทางหลวง"
        ],
        "correct": 2
    },{
        "name": "สิ่งใดต่อไปนี้มีผลทำให้รถเปลืองน้ำมัน",
        "choice": [
            "ดอกยางสึกหรอ",
            "ขับรถด้วยความเร็วคงที่",
            "ระยะการปรับเบรกปกติ",
            "บรรทุกน้ำหนักเกินกว่าที่กำหนด"
        ],
        "correct": 3
    },{
        "name": "ปัจจัยใดต่อไปนี้มีผลต่อการเกิดสถานการณ์อันตรายมากที่สุด",
        "choice": [
            "ความไม่พร้อมของคนขับ",
            "ลักษณะทางภูมิศาสตร์",
            "การเคลื่อนที่ของรถ หรือคนเดินเท้า",
            "สภาพผิวจราจร"
        ],
        "correct": 0
    },{
        "name": "ข้อใดกล่าวถูกต้องเกี่ยวกับการขับรถอย่างปลอดภัย",
        "choice": [
            "หากง่วงนอนมากควรขับรถด้วยความเร็วสูง เพื่อให้ตื่นตัว",
            "การเว้นระยะห่างจากรถคันหน้าในขณะฝนตกควรมากกว่าการขับรถในสภาวะปกติ",
            "ไม่จำเป็นต้องตรวจสภาพรถก่อนออกเดินทาง",
            "ควรขับรถด้วยความเร็ว 120 กิโลเมตรต่อชั่วโมง เพื่อถึงที่หมายเร็วขึ้น"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากท่านต้องการแซงรถข้างหน้าแล้วกลับช่องทางเดินรถด้านซ้าย ท่านจะต้องให้สัญญาณไฟอย่างไร",
        "image": "8.65.jpg",
        "choice": [
            "ตรวจสอบความปลอดภัยแล้วเปิดสัญญาณไฟเลี้ยวขวาก่อนแซง",
            "เปิดสัญญาณไฟเลี้ยวซ้ายขณะแซง",
            "เปิดสัญญาณไฟเลี้ยวขวาก่อนและตามด้วยสัญญาณไฟเลี้ยวซ้ายขณะแซง",
            "ไม่จำเป็นต้องเปิดสัญญาณไฟหากรถคันหน้าขับด้วยความเร็วต่ำ"
        ],
        "correct": 0
    },{
        "name": "ในสภาพถนนปกติ รถพร้อม คนพร้อม ขับรถตามรถคันหน้าต้องเว้นระยะห่างจากรถคันหน้าเท่าใดจึงจะปลอดภัยเมื่อรถคันหน้าหยุด",
        "choice": [
            "หนึ่งช่องรถ",
            "3 เมตร",
            "5 เมตร",
            "ห่างพอสมควรและสามารถหยุดรถได้โดยปลอดภัย"
        ],
        "correct": 3
    },{
        "name": "สถานการณ์ใดใช้ไฟฉุกเฉินได้อย่างเหมาะสม",
        "choice": [
            "เปิดไฟฉุกเฉินในขณะที่หมอกลงจัด",
            "เปิดไฟฉุกเฉินเมื่อกำลังจะเลี้ยวซ้ายบริเวณทางแยกที่ไม่มีสัญญาณไฟจราจร",
            "เปิดไฟฉุกเฉินเพื่อให้ผู้ขับขี่ท่านอื่นทราบว่าตนจะวิ่งตรงไป",
            "เปิดไฟฉุกเฉินเมื่อรถจอดเสียอยู่บริเวณไหล่ทาง"
        ],
        "correct": 3
    },{
        "name": "รถที่ขับมาด้วยความเร็วสูงแล้วเหยียบเบรกกะทันหัน (รถที่ไม่มีระบบเบรก ABS) จะมีผลอย่างไร",
        "choice": [
            "จะหยุดรถได้ตามระยะที่กำหนด",
            "รถจะค่อยๆ ชะลอความเร็วลง",
            "ล้อจะล็อกและรถอาจจะหมุน",
            "ล้อจะล็อกและรถจะหยุดทันที"
        ],
        "correct": 2
    },{
        "name": "การหยุดรถอย่างกะทันหัน (รถที่ไม่มีระบบเบรก ABS) ควรปฏิบัติอย่างไร",
        "choice": [
            "เหยียบเบรกสลับกับปล่อยเบรกเป็นจังหวะ",
            "เหยียบเบรกแรงๆ",
            "เหยียบเบรกเท้าสลับกับดึงเบรกมือ",
            "เหยียบเบรกเท้าและดึงเบรกมือพร้อมกัน"
        ],
        "correct": 0
    },{
        "name": "ข้อใดปฏิบัติไม่ถูกต้องในการเบรกฉุกเฉิน",
        "choice": [
            "หักพวงมาลัยหลบเมื่อจำเป็นต้องหลบการปะทะด้านหน้า",
            "มือทั้งสองข้างต้องจับอยู่ที่พวงมาลัย",
            "ใช้เบรกมือช่วย",
            "หลีกเลี่ยงการเหยียบกระแทกเบรกสำหรับเบรกที่ไม่ใช่ระบบเบรก ABS"
        ],
        "correct": 2
    },{
        "name": "การจอดรถลักษณะใดที่อาจก่อให้เกิดอุบัติเหตุ",
        "choice": [
            "จอดรถซ้อนคัน",
            "จอดรถชิดขอบทางด้านซ้าย",
            "จอดรถในลานจอดรถ",
            "จอดรถภายในอาคารจอดรถ"
        ],
        "correct": 0
    },{
        "name": "รูปใดต่อไปนี้ ห้ามจอด",
        "image": "8.72.jpg",
        "choice": [
            "รูป 1. และรูป 2.",
            "รูป 2. และรูป 3.",
            "รูป 1. และรูป 3.",
            "ทั้งรูป 1. 2. และ 3."
        ],
        "correct": 1
    },{
        "name": "หากท่านจอดรถชิดขอบทางทางด้านซ้ายอยู่ และต้องการที่จะเคลื่อนตัวออก ท่านควรปฏิบัติอย่างไร",
        "choice": [
            "มองดูรถที่ตามมาผ่านกระจกมองข้างและกระจกมองหลัง จากนั้นเปิดสัญญาณไฟเลี้ยวขวา",
            "เปิดสัญญาณไฟเพื่อเตือนให้รถคันที่ตามมาชะลอความเร็วลง",
            "ไม่จำเป็นต้องหันมองดูรถที่จอดอยู่ข้างหน้า มองแค่รถที่ตามมาก็พอ",
            "ให้สัญญาณมือเพื่อขอทาง"
        ],
        "correct": 0
    },{
        "name": "เมื่อฝนเริ่มตกหนักในขณะที่ท่านขับรถอยู่ในเขตที่จำกัดความเร็วไม่เกิน 60 กิโลเมตรต่อชั่วโมง ท่านควรปฏิบัติอย่างไร",
        "choice": [
            "ขับด้วยความเร็วเท่าเดิม",
            "ชะลอความเร็วลง",
            "ขับรถเข้าข้างทางและรอจนกว่าฝนจะหยุดตก",
            "เร่งความเร็ว"
        ],
        "correct": 1
    },{
        "name": "สาเหตุใดต่อไปนี้เป็นสาเหตุหลักที่ทำให้เกิดการชนท้าย",
        "choice": [
            "คนข้ามถนนตัดหน้า",
            "สัญญาณไฟจราจรเปลี่ยนแปลงโดยฉับพลัน",
            "ขับรถชิดคันหน้ามากเกินไป",
            "การหยุดรถทุกๆ แยก"
        ],
        "correct": 2
    },{
        "name": "การขับรถทิ้งระยะห่างจากรถคันหน้ามากเกินไป จะเกิดผลเสียอย่างไรกับสภาพการจราจร",
        "choice": [
            "การจราจรคล่องตัวมากขึ้น",
            "จะขับรถด้วยความปลอดภัยมากขึ้น",
            "ลดอุบัติเหตุ",
            "เกิดปัญหาการจราจรติดขัด"
        ],
        "correct": 3
    },{
        "name": "เพื่อเป็นการป้องกันอุบัติเหตุ ผู้ขับขี่ต้องทิ้งระยะห่างจากรถคันหน้าเป็นระยะเท่าใด",
        "choice": [
            "ระยะห่างที่เหมาะสมกับความเร็วของรถ",
            "2 เมตร",
            "3 เมตร",
            "ไม่น้อยกว่า 4 เมตร"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้ไม่ถูกต้องในการขับขี่",
        "choice": [
            "เมื่อรถคันหลังขับตามมาในระยะกระชั้นชิด ควรเพิ่มความเร็ว",
            "น้ำหนักและความเร็วของตัวรถมีผลต่อระยะทางในการหยุดรถ",
            "ระยะปลอดภัยของรถใหญ่จะต้องมีมากกว่าระยะปลอดภัยของรถยนต์",
            "เมื่อระยะห่างกับรถคันหน้าน้อยเกินไป ควรลดความเร็ว"
        ],
        "correct": 0
    },{
        "name": "การเปลี่ยนช่องทางจราจร ควรปฏิบัติอย่างไร",
        "choice": [
            "เปลี่ยนช่องจราจรเมื่อใดก็ได้",
            "มองกระจกข้าง ให้สัญญาณแล้วเปลี่ยนช่องจราจรเมื่อเห็นว่าปลอดภัย",
            "เปลี่ยนช่องจราจรโดยเร็วเพื่อหลบรถคันอื่น",
            "ให้สัญญาณมือและสัญญาณไฟแล้วเปลี่ยนช่องจราจรได้เลย"
        ],
        "correct": 1
    },{
        "name": "หากท่านเห็นรถบรรทุกที่อยู่ข้างหน้าเปิดไฟเลี้ยวซ้ายแต่กำลังเคลื่อนไปทางขวา ท่านควรปฏิบัติอย่างไร",
        "image": "8.80.jpg",
        "choice": [
            "รักษาระยะห่างไว้และรอให้รถใหญ่เคลื่อนไปในทิศทางที่แน่นอน",
            "ขับเข้าไปใกล้ๆ เพื่อเตรียมแซง",
            "ให้เข้าใจว่าผู้ขับขี่รถใหญ่นั้นเปิดสัญญาณไฟผิด",
            "เตรียมแซงเมื่อรถใหญ่เริ่มชะลอความเร็ว"
        ],
        "correct": 0
    },{
        "name": "จากรูป รถคันสีน้ำเงิน หรือรถคันสีเขียว มีสิทธิที่จะได้ไปก่อน",
        "image": "8.81.jpg",
        "choice": [
            "รถคันสีน้ำเงิน",
            "รถคันสีเขียว",
            "รถคันไหนไปก่อนก็ได้",
            "มีสิทธิที่จะไปพร้อมๆ กัน"
        ],
        "correct": 1
    },{
        "name": "กรณีที่ท่านเห็นรถคันอื่นให้สัญญาณเพื่อเลี้ยวรถหรือเปลี่ยนช่องทางการเดินรถ ท่านต้องปฏิบัติอย่างไร",
        "choice": [
            "ชะลอความเร็วและให้ทาง",
            "เร่งความเร็วเพื่อจะไปก่อน",
            "หยุดรถ",
            "จอดรถ"
        ],
        "correct": 0
    },{
        "name": "จากรูป รถคันใดจะต้องให้ทาง",
        "image": "8.83.jpg",
        "choice": [
            "รถคันสีขาว",
            "รถคันสีแดง",
            "รถที่มีความเร็วสูงกว่า",
            "รถที่มีความเร็วต่ำกว่า"
        ],
        "correct": 0
    },{
        "name": "รูปใดแสดงการกลับรถที่ถูกต้อง",
        "image": "8.83.jpg",
        "choice": [
            "รูป 1.",
            "รูป 2.",
            "รูป 3.",
            "รูป 1. และ รูป 3."
        ],
        "correct": 2
    },{
        "name": "ข้อใดต่อไปนี้เป็นการปฏิบัติที่ไม่ถูกต้อง",
        "choice": [
            "ไม่แซงหากรถคันหน้ากำลังแซงอยู่",
            "แซงขณะที่รถข้างหลังกำลังจะแซงรถของท่าน",
            "ไม่แซงหากมีรถวิ่งสวนมาในระยะใกล้",
            "แซงได้หากรถข้างหน้าของท่านเปิดไฟเลี้ยวซ้ายและชะลอความเร็วลง"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากรถที่ท่านกำลังจะแซงเปิดสัญญาณไฟเลี้ยวขวา ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "image": "8.86.jpg",
        "choice": [
            "ชะลอความเร็วและรอจนกว่ารถคันหน้าเลี้ยวผ่านไป",
            "เพิ่มความเร็วของรถและแซงผ่านไป",
            "ให้สัญญาณไฟสูงเพื่อบอกให้รู้ว่าจะแซงผ่านไปก่อน",
            "ให้สัญญาณแตรเพื่อบอกให้รู้ว่าจะแซงผ่านไปก่อน"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้กล่าวได้ถูกต้องเกี่ยวกับการแซงรถคันหน้าที่เคลื่อนตัวด้วยความเร็วที่ใกล้เคียงกัน",
        "choice": [
            "ใช้ระยะทางและเวลาในการแซงน้อยลง",
            "ใช้ระยะทางมากขึ้น เวลาในการแซงเท่าเดิม",
            "ใช้ระยะทางเท่าเดิม เวลาในการแซงมากขึ้น",
            "ใช้ระยะทางและเวลาในการแซงมากขึ้น"
        ],
        "correct": 3
    },{
        "name": "หากท่านขับรถด้วยความเร็ว 90 กิโลเมตรต่อชั่วโมงแต่ท่านรู้สึกว่าเร็วเกินไป ท่านควรปฏิบัติอย่างไร",
        "choice": [
            "ชะลอความเร็วลงจนท่านคิดว่าปลอดภัย",
            "ขับให้ใกล้เคียง 100 กม.ต่อชั่วโมง",
            "ออกจากเส้นทางนั้น",
            "หยุดรถของท่านทันที"
        ],
        "correct": 0
    },{
        "name": "การขับขี่ในทางลักษณะใดที่ไม่จำเป็นต้องให้สัญญาณไฟเลี้ยว",
        "choice": [
            "ทางเลี้ยวซ้ายเข้าซอย",
            "ทางบังคับเลี้ยว",
            "ทางเลี้ยวซ้ายออกจากซอย",
            "ทางกลับรถ"
        ],
        "correct": 1
    },{
        "name": "การเปิดไฟสูงในสถานการณ์ใดถูกต้อง",
        "choice": [
            "เปิดไฟสูงขณะที่ไม่มีรถสวนทาง",
            "เปิดไฟสูงขณะฝนตกหนัก",
            "เปิดไฟสูงเมื่อรถเกิดอุบัติเหตุ",
            "เปิดไฟสูงเมื่อขับรถตามหลังคันหน้า"
        ],
        "correct": 0
    },{
        "name": "เมื่อรถของท่านเสียบริเวณกลางถนน ท่านควรปฏิบัติอย่างไร",
        "choice": [
            "นำสัญลักษณ์รูปสามเหลี่ยมมาไว้ท้ายรถของท่าน",
            "จอดรถทิ้งไว้กลางถนน",
            "เปิดไฟฉุกเฉินและนำรถจอดเข้าข้างทาง",
            "ก่อกองไฟข้างทางในกรณีที่รถท่านเสียเวลากลางคืน"
        ],
        "correct": 2
    },{
        "name": "ท่านควรใช้สัญญาณไฟฉุกเฉินในกรณีใด",
        "choice": [
            "เมื่อรถของท่านเสีย",
            "เมื่อท่านขับรถด้วยความเร็วต่ำขณะที่กำลังหลงทาง",
            "เมื่อท่านขับรถด้วยความเร็วต่ำเนื่องจากฝนตกหนัก",
            "เมื่อท่านต้องการขับผ่านสี่แยกไปในทิศทางตรง"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้กล่าวไม่ถูกต้องสำหรับการเปิดสัญญาณไฟฉุกเฉินตลอดเวลา",
        "choice": [
            "ทำให้ไม่สามารถส่งสัญญาณไฟเลี้ยวได้",
            "ทำให้ผู้ขับขี่คันอื่นเข้าใจว่าเป็นรถที่ขับเร็ว",
            "ทำให้ผู้ขับขี่คันอื่นสับสนว่ารถคันที่เปิดไฟฉุกเฉินกำลังเลี้ยวไปด้านใดด้านหนึ่ง",
            "ทำให้ผู้ขับขี่คันอื่นคิดว่าเป็นรถที่จอดนิ่งอยู่"
        ],
        "correct": 1
    },{
        "name": "การหยุดรถในสถานการณ์ใดจะใช้ระยะทางมากกว่าปกติ",
        "choice": [
            "ขณะฝนตก",
            "ตอนกลางคืน",
            "ขณะที่มีลมแรง",
            "ขณะมีหมอก"
        ],
        "correct": 0
    },{
        "name": "สิ่งใดเป็นปัจจัยที่ทำให้การเบรกด้อยประสิทธิภาพ",
        "choice": [
            "การดูแลเอาใจใส่สภาพเครื่องยนต์และระบบช่วงล่าง",
            "ความว่องไวในการตอบสนองของร่างกายดีเยี่ยม",
            "การดื่มสุราก่อนขับรถ",
            "การดูแลเอาใจใส่ลมยาง"
        ],
        "correct": 2
    },{
        "name": "หากท่านจอดรถในทางเดินรถหรือบนไหล่ทางในเวลากลางคืน ท่านต้องปฏิบัติอย่างไร",
        "choice": [
            "เปิดไฟหรี่",
            "เปิดไฟเลี้ยวซ้าย",
            "เปิดไฟเลี้ยวขวา",
            "เปิดไฟต่ำ"
        ],
        "correct": 0
    },{
        "name": "จากรูป เมื่อท่านพบรถประจำทางเปิดไฟเลี้ยวขวาเพื่อออกจากป้ายรถเมล์ ท่านควรปฏิบัติอย่างไร",
        "image": "8.97.jpg",
        "choice": [
            "ไม่ต้องสนใจและขับแซงรถประจำทางไปในทันที",
            "ชะลอความเร็วและให้รถประจำทางไปก่อน",
            "บีบแตรหรือกะพริบไฟสูง",
            "เปิดสัญญาณไฟฉุกเฉิน เพื่อบอกให้รถประจำทางไปก่อน"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากท่านต้องการแซงบนถนนที่มีรถวิ่งสวนมา ท่านต้องปฏิบัติอย่างไร",
        "image": "8.98.jpg",
        "choice": [
            "ขับแซงไปได้เลยโดยไม่ต้องสนใจรถที่สวนมา",
            "หากท่านคิดว่าท่านขับได้เร็วกว่ารถที่สวนมาแล้ว จึงทำการแซงได้ทันที",
            "หยุดรอให้รถที่ขับสวนมาผ่านไปก่อนแล้วค่อยขับแซง",
            "หากคิดว่าถนนมีความกว้างพอจึงแซงไปได้เลย"
        ],
        "correct": 2
    },{
        "name": "ท่านกำลังขับขี่ผ่านบริเวณที่มีรถจอดอยู่ข้างทาง แต่ท่านสังเกตเห็นลูกบอลกลิ้งออกมา ท่านควรปฏิบัติอย่างใด",
        "image": "8.99.jpg",
        "choice": [
            "ขับรถด้วยความเร็วเท่าเดิมและให้สัญญาณไฟสูง",
            "ขับรถด้วยความเร็วเท่าเดิมและให้สัญญาณแตร",
            "ลดความเร็วลงและเตรียมที่จะหยุดรถ",
            "จอดรถและโบกมือให้เด็กไปเก็บลูกบอล"
        ],
        "correct": 2
    },{
        "name": "จากรูป ข้อใดต่อไปนี้ถูกต้องเกี่ยวกับการแซง",
        "image": "8.100.jpg",
        "choice": [
            "รถคันหลังไม่สามารถแซงคันหน้าได้",
            "รถคันหลังสามารถแซงได้หากไม่มีคนข้ามถนน",
            "รถคันหลังสามารถแซงได้หากไม่มีรถสวนมา",
            "รถคันหลังสามารถแซงได้หากไม่มีป้ายหยุดบนขอบทาง"
        ],
        "correct": 0
    },{
        "name": "เมื่อท่านขับรถเข้าใกล้รถที่จอดอยู่ข้างทาง ท่านควรปฏิบัติอย่างไรจึงจะเหมาะสมที่สุด",
        "choice": [
            "ขับต่อไปโดยไม่ต้องระวังสิ่งใด",
            "เร่งความเร็วผ่านไปทันที",
            "ให้สัญญาณไฟสูงเพียงอย่างเดียวก็เพียงพอ",
            "เพิ่มความระมัดระวังมากขึ้น เตรียมพร้อมที่จะหยุดเสมอ"
        ],
        "correct": 3
    },{
        "name": "เมื่อท่านขับรถเข้าใกล้รถที่จอดอยู่ข้างทาง ท่านควรปฏิบัติอย่างไรจึงจะเหมาะสมที่สุด",
        "choice": [
            "เร่งความเร็วผ่านไปทันที",
            "เพิ่มความระมัดระวังมากขึ้น เตรียมพร้อมที่จะหยุดเสมอ",
            "ให้สัญญาณไฟสูงเพียงอย่างเดียวก็เพียงพอ",
            "ขับต่อไปโดยไม่ต้องระวังสิ่งใด"
        ],
        "correct": 1
    },{
        "name": "ในการขับขี่ท่านควรหลีกเลี่ยงพฤติกรรมใดมากที่สุด",
        "choice": [
            "ขับขี่เร็วเกินอัตราที่กฎหมายกำหนด",
            "เปลี่ยนช่องจราจร",
            "ขับขี่ด้วยความเร็วคงที่",
            "แซงรถคันอื่น เมื่อเห็นว่าปลอดภัย"
        ],
        "correct": 0
    },{
        "name": "เมื่อท่านขับรถผ่านถนนที่มีน้ำท่วมขังแล้ว ท่านควรปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถ รอผ้าเบรกให้แห้ง",
            "หยุดรถ ตรวจสอบยาง",
            "ใช้เท้าแตะเบรกเพื่อให้ผ้าเบรกแห้งเร็ว",
            "ขับรถให้เร็วขึ้นเพื่อให้ผ้าเบรกแห้ง"
        ],
        "correct": 2
    },{
        "name": "การขับขี่ผ่านทางร่วมทางแยกต้องปฏิบัติอย่างไร",
        "choice": [
            "หากไม่มีสัญญาณไฟจราจร ให้รถคันที่ใหญ่กว่าผ่านทางร่วมทางแยกไปก่อน",
            "เมื่อพบป้ายเตือนทางร่วมทางแยกให้ขับรถไปตามปกติ",
            "เมื่อพบป้ายเตือนสัญญาณไฟบริเวณทางร่วมทางแยกให้เพิ่มความเร็วขึ้นเล็กน้อย",
            "ปฏิบัติตามสัญญาณไฟจราจรหรือกฎจราจรอย่างเคร่งครัด"
        ],
        "correct": 3
    },{
        "name": "จากรูปรถคันสีน้ำเงิน หรือรถคันสีเขียวมีสิทธิที่จะผ่านไปก่อน",
        "image": "8.106.jpg",
        "choice": [
            "ให้รถคันสีเขียวไปก่อน",
            "ให้รถคันสีน้ำเงินไปก่อน",
            "รถคันไหนไปก่อนก็ได้ หากมีความเร็วสูงกว่า",
            "รถคันไหนไปก่อนก็ได้ หากมาถึงก่อน"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นการขับรถอย่างปลอดภัย",
        "choice": [
            "แซงรถคันข้างหน้าในขณะเข้าโค้ง",
            "เว้นระยะห่างจากรถคันหน้าในระยะที่ผู้ขับขี่สามารถหยุดรถได้ทัน",
            "แซงด้านซ้ายในถนน 2 ช่องจราจร เมื่อรถคันหน้าขับช้า",
            "เปิดไฟสูงตลอดเวลาในการขับรถเวลากลางคืน"
        ],
        "correct": 1
    },{
        "name": "จากรูป หากท่านต้องการที่จะเลี้ยวขวาที่ทางแยกรูปตัว T ท่านจะต้องปฏิบัติอย่างไร",
        "image": "8.108.jpg",
        "choice": [
            "ให้ทั้งรถทางขวาและซ้ายไปก่อน",
            "ให้รถทางขวาไปก่อน",
            "ให้รถทางซ้ายไปก่อน",
            "เลี้ยวขวาได้ทันที"
        ],
        "correct": 0
    },{
        "name": "จากรูป เมื่อท่านขับรถมาถึงทางแยกพบสัญญาณไฟเขียว แต่เกิดจราจรติดขัดในเส้นทางที่ท่านจะสัญจร ท่านควรปฏิบัติอย่างไร",
        "image": "8.109.jpg",
        "choice": [
            "ขับรถเข้าไปต่อคันหน้า",
            "รอจนกว่ารถข้างหน้าของท่านจะเคลื่อนตัว แล้วจึงขับรถเข้าไปต่อคันหน้า",
            "ขับรถเข้าไปตรงกลางแยก แล้วรอจนกว่ารถข้างหน้าจะเคลื่อนตัว",
            "พยายามขับแทรกไปทางขวาของรถคันหน้า"
        ],
        "correct": 1
    },{
        "name": "จากรูป รถคันสีฟ้าและรถคันสีเหลืองต้องการจะเลี้ยวขวาเพื่อไปเลี้ยวซ้ายในซอยที่ 1 รถคันใดอยู่ในตำแหน่งที่เหมาะสม",
        "image": "8.110.jpg",
        "choice": [
            "รถคันสีฟ้า",
            "รถคันสีเหลือง",
            "เหมาะสมทั้งคู่",
            "ไม่เหมาะสมทั้งคู่"
        ],
        "correct": 2
    },{
        "name": "จากรูป รถคันสีแดงและรถคันสีเหลืองต้องการไปในทิศทางเดียวกัน รถคันใดมีสิทธิไปก่อนเมื่อมีสัญญาณให้หยุดทั้งสองทิศทาง",
        "image": "8.111.jpg",
        "choice": [
            "รถคันสีเหลือง",
            "รถคันสีแดง",
            "คันใดก็ตามที่มาถึงทางแยกก่อน",
            "คันใดก็ตามที่ขับด้วยความเร็วที่สูงกว่า"
        ],
        "correct": 1
    },{
        "name": "หากท่านพบสัญญาณไฟกะพริบสีแดงที่บริเวณทางร่วมทางแยก ท่านต้องปฏิบัติอย่างไร",
        "choice": [
            "ชะลอความเร็วลง และขับผ่านไปด้วยความระมัดระวัง",
            "หยุดรถหลังเส้นหยุดรถ เมื่อเห็นว่าปลอดภัยจึงขับผ่านไปด้วยความระมัดระวัง",
            "ขับรถต่อไปตามปกติ เพื่อมิให้เกิดความล่าช้าแก่รถคันที่ตามมา",
            "แจ้งเจ้าพนักงานว่าสัญญาณไฟจราจรขัดข้อง"
        ],
        "correct": 1
    },{
        "name": "หากท่านพบสัญญาณไฟกะพริบสีเหลืองที่บริเวณทางร่วมทางแยก ท่านต้องปฏิบัติอย่างไร",
        "choice": [
            "ชะลอความเร็วลง และขับผ่านไปด้วยความระมัดระวัง",
            "หยุดรถหลังเส้นหยุดรถ เมื่อเห็นว่าปลอดภัยจึงขับผ่านไปด้วยความระมัดระวัง",
            "ขับรถต่อไปตามปกติ เพื่อมิให้เกิดความล่าช้าแก่รถคันที่ตามมา",
            "แจ้งเจ้าพนักงานว่าสัญญาณไฟจราจรขัดข้อง"
        ],
        "correct": 0
    },{
        "name": "จากรูป ในกรณีที่ไม่มีสัญญาณไฟจราจร รถคันสีแดงหรือรถคันสีเหลืองมีสิทธิที่จะได้ไปก่อน",
        "image": "8.114.jpg",
        "choice": [
            "รถที่มาถึงทางแยกก่อน",
            "รถคันสีแดง",
            "รถคันสีเหลือง",
            "รถที่มีความเร็วสูงกว่า"
        ],
        "correct": 2
    },{
        "name": "จากรูป หากรถคันสีแดง และรถคันสีเหลือง ต้องการจะเลี้ยวขวาในเวลาเดียวกัน รถคันใดจะมีสิทธิไปก่อน",
        "image": "8.115.jpg",
        "choice": [
            "สามารถไปได้ในเวลาเดียวกัน",
            "รถคันสีแดง",
            "รถคันสีเหลือง",
            "รถที่มีความเร็วสูงกว่า"
        ],
        "correct": 0
    },{
        "name": "การขับขี่ในบริเวณชุมชนที่ถูกต้อง ควรปฏิบัติอย่างไร",
        "choice": [
            "ขับด้วยความเร็วสูง",
            "ขับด้วยความเร็วปกติ",
            "ขับด้วยความเร็วปกติ แต่ชะลอความเร็วเมื่อพบป้ายเตือน",
            "ขับด้วยความเร็วที่ต่ำ"
        ],
        "correct": 3
    },{
        "name": "ในการขับขี่ภายในชุมชน ผู้ขับขี่ไม่จำเป็นต้องใส่ใจกับสิ่งใด",
        "choice": [
            "ป้ายโฆษณาข้างทาง",
            "รถโดยสารที่กำลังจอดและกำลังเคลื่อนที่ออก",
            "สัตว์ที่ถูกปล่อยอยู่บนถนน",
            "คนขี่จักรยาน"
        ],
        "correct": 0
    },{
        "name": "เมื่อขับขี่เข้าใกล้บริเวณทางม้าลายหน้าโรงเรียน ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "พยายามใช้ความเร็วคงที่ในการผ่านบริเวณนั้น",
            "ขับรถชิดขอบทางด้านซ้ายด้วยความระมัดระวัง",
            "ชะลอความเร็วลง",
            "ให้สัญญาณเตือนผู้คนในละแวกนั้น"
        ],
        "correct": 2
    },{
        "name": "เมื่อขับรถเข้าใกล้บริเวณทางม้าลาย แต่ไม่มีคนข้ามทางม้าลาย ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ใช้สัญญาณแตรเสียงสั้นเพื่อเตือน",
            "ไม่ต้องให้สัญญาณ เพียงชะลอความเร็วลงก็พอ",
            "ใช้สัญญาณแตรเสียงยาวเพื่อเตือน",
            "ใช้สัญญาณไฟสูงเพื่อเตือน"
        ],
        "correct": 1
    },{
        "name": "หากท่านกำลังขับขี่เข้าสู่วงเวียน และพบรถขนาดใหญ่ที่กำลังเปิดสัญญาณไฟเลี้ยวซ้ายแต่ตัวรถค่อยๆ เคลื่อนตัวไปทางขวา ท่านควรปฏิบัติอย่างไร",
        "image": "8.120.jpg",
        "choice": [
            "รักษาระยะห่างไว้",
            "ให้สัญญาณแตร",
            "แซงไปทางด้านซ้าย",
            "ขับตามรถใหญ่"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้เป็นสิ่งที่ไม่ควรปฏิบัติในการขับขี่ผ่านวงเวียน (การขับขี่ผ่านวงเวียน)",
        "choice": [
            "ขับขี่ด้วยความเร็วต่ำ",
            "ขับแซงไปมา",
            "ปฏิบัติตามกฎจราจรอย่างเคร่งครัด",
            "ให้สัญญาณไฟเลี้ยวก่อนออกจากวงเวียนเสมอ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดเป็นการขับรถเข้าทางโค้งอย่างปลอดภัย",
        "choice": [
            "ลดความเร็วก่อนเข้าโค้ง",
            "ใช้ความเร็วสูงกว่าที่กำหนด",
            "เปลี่ยนเกียร์ขณะเข้าทางโค้ง",
            "เหยียบเบรกกะทันหันขณะเข้าทางโค้ง"
        ],
        "correct": 0
    },{
        "name": "หากรถคันสีเหลืองต้องการมุ่งหน้าตรงผ่านวงเวียน จะต้องเปิดไฟเลี้ยวซ้ายเพื่อออกจากวงเวียนที่ตำแหน่งใด",
        "choice": [
            "จุดที่ 2",
            "จุดที่ 1",
            "จุดที่ 3",
            "เปิดสัญญาณไฟเลี้ยวซ้ายทุกๆ จุด"
        ],
        "correct": 2
    },{
        "name": "จากรูป หากท่านกำลังขับตามหลังคนขี่จักรยาน แต่ท่านต้องการที่จะเลี้ยวซ้าย ท่านควรปฏิบัติอย่างไร",
        "image": "8.124.jpg",
        "choice": [
            "ชะลอความเร็วจนกว่าจักรยานจะผ่านทางเลี้ยว",
            "พยายามแซงจักรยานก่อนที่จะถึงทางเลี้ยว",
            "จอดรถเพื่อรอจนกว่าคนขี่จักรยานจะผ่านทางเลี้ยว",
            "ทำการเลี้ยวโดยไม่ต้องสนใจจักรยาน"
        ],
        "correct": 0
    },{
        "name": "สิ่งใดที่ท่านควรระวังเป็นพิเศษเมื่อพบรถโดยสารจอดอยู่ในถนนฝั่งตรงข้าม",
        "choice": [
            "รถโดยสารอาจเคลื่อนที่โดยฉับพลัน",
            "ผู้เดินเท้าอาจเดินออกมาทางข้างหลังรถโดยสาร",
            "รถโดยสารอาจเสียอยู่",
            "ไม่ต้องระวัง เนื่องจากเป็นถนนฝั่งตรงข้าม"
        ],
        "correct": 1
    },{
        "name": "ดังรูปในกรณีที่รถสีน้ำตาลมาจากทางหลักและรถสีน้ำเงินออกมาจากซอยซึ่งเป็นทางรอง รถคันใดต้องหยุดให้ทาง",
        "image": "8.126.jpg",
        "choice": [
            "รถคันสีน้ำตาล",
            "รถคันสีน้ำเงิน",
            "รถคันใดก็ได้",
            "รถคันที่มีความเร็วต่ำกว่า"
        ],
        "correct": 1
    },{
        "name": "ข้อใดกล่าวไม่ถูกต้องเกี่ยวกับการแซง",
        "choice": [
            "แซงบริเวณเขตห้ามแซงด้วยความระมัดระวัง",
            "ไม่ควรแซงในทางที่มีทัศนวิสัยไม่ดี",
            "ควรประเมินเวลาที่ใช้ในการแซงให้ถูกต้อง",
            "แซงในขณะที่เห็นว่าปลอดภัยแล้วเท่านั้น"
        ],
        "correct": 1
    },{
        "name": "เมื่อท่านเห็นสัญญาณไฟจราจรเปลี่ยนจากสีเขียวเป็นสีเหลืองในขณะที่ท่านกำลัง จะขับขี่ผ่านทางแยกในเวลาเช้าตรู่ที่ไม่มีการจราจรอยู่ในบริเวณรอบๆ ท่านควรปฏิบัติอย่างไร",
        "image": "8.128.jpg",
        "choice": [
            "ขับต่อไปด้วยความเร็วคงที่",
            "ชะลอความเร็วและเตรียมหยุดรถ",
            "ขับต่อไปด้วยความเร็วสูงขึ้น",
            "ชะลอความเร็วลงและขับผ่านไป"
        ],
        "correct": 1
    },{
        "name": "ในขณะที่ท่านกำลังหยุดรอสัญญาณไฟอยู่ที่ทางแยก แล้วไฟจราจรเปลี่ยนเป็นสีเขียว ท่านควรปฏิบัติอย่างไร",
        "image": "8.129.jpg",
        "choice": [
            "ตรวจสอบการจราจรรอบๆ ข้างก่อน จากนั้นจึงออกรถ",
            "ขับรถผ่านทางแยกไปโดยเร็ว เพื่อไม่ให้รถคันหลังเสียเวลา",
            "รอจนกว่ารถคันข้างหลังของท่านจะให้สัญญาณแตร แล้วจึงออกรถ",
            "ปฏิบัติอย่างไรก็ได้ แล้วแต่ผู้ขับขี่"
        ],
        "correct": 0
    },{
        "name": "จากรูป ผู้ขับขี่รถคันสีแดงควรปฏิบัติอย่างไร",
        "image": "8.130.jpg",
        "choice": [
            "บีบแตรเพื่อเตือนให้รถคันอื่นรับรู้",
            "มองกระจกข้าง ให้สัญญาณ และเปลี่ยนช่องทางเมื่อปลอดภัย",
            "เร่งความเร็วขึ้นและแซงโดยไม่ต้องมองกระจกข้าง",
            "เร่งความเร็วไปข้างหน้าและรีบเปลี่ยนช่องจราจร"
        ],
        "correct": 1
    },{
        "name": "จากรูป ผู้ขับขี่รถคันสีแดงควรระมัดระวังรถคันใดมากที่สุด",
        "image": "8.131.jpg",
        "choice": [
            "รถจักรยานยนต์",
            "รถคันสีน้ำเงิน",
            "รถคันสีเขียว",
            "ไม่จำเป็นต้องระวังรถคันใดเลย"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นการปฏิบัติที่ถูกต้องตามหลักการขับรถอย่างปลอดภัย",
        "choice": [
            "ตรวจความพร้อมของรถยนต์ก่อนออกเดินทางทุกครั้ง",
            "ไม่จำเป็นให้สัญญาณไฟเลี้ยวในการเปลี่ยนช่องจราจร",
            "ในการกลับรถไม่จำเป็นต้องให้สัญญาณไฟเลี้ยว",
            "ในการขับรถตรงผ่านทางแยกควรให้สัญญาณไฟกะพริบฉุกเฉิน"
        ],
        "correct": 0
    },{
        "name": "หลักการขับรถเข้าโค้งที่ถูกต้องควรปฏิบัติเช่นไร",
        "choice": [
            "เพิ่มความเร็วก่อนเข้าโค้ง ลดความเร็วขณะออกจากโค้ง",
            "ลดความเร็วก่อนเข้าโค้ง เพิ่มความเร็วขณะออกจากโค้ง",
            "ลดความเร็วก่อนเข้าโค้ง ลดความเร็วขณะออกจากโค้ง",
            "เพิ่มความเร็วก่อนเข้าโค้ง เพิ่มความเร็วขณะออกจากโค้ง"
        ],
        "correct": 1
    },{
        "name": "เพื่อความปลอดภัยเมื่อออกรถเคลื่อนที่ไปข้างหน้าได้ประมาณ 3-4 เมตร ควรทดสอบอะไรเป็นอันดับแรก",
        "choice": [
            "ทดสอบไฟสูง",
            "ทดสอบไฟเลี้ยว",
            "ทดสอบสัญญาณแตร",
            "ทดสอบระบบเบรก"
        ],
        "correct": 3
    },{
        "name": "ข้อควรปฏิบัติขณะขับรถขณะฝนตกคือข้อใด",
        "choice": [
            "เปิดไฟหรี่",
            "ขับรถช้าๆ โดยไม่ต้องเปิดไฟ",
            "เปิดไฟส่องสว่าง",
            "บีบแตรแล้วขับให้เร็วเพื่อป้องกันรถคันหลังชนท้าย"
        ],
        "correct": 2
    },{
        "name": "ถ้าขณะขับรถเกิดยางแตกหรือยางระเบิดควรปฏิบัติเช่นไร",
        "choice": [
            "เหยียบคลัตช์ให้เร็วแล้วตามด้วยเบรก",
            "เหยียบเบรกโดยเร็ว",
            "จับพวงมาลัยให้มั่น แล้วค่อยๆ เบรกและนำรถเข้าข้างทาง",
            "เหยียบคลัตช์อย่างเดียว"
        ],
        "correct": 2
    },{
        "name": "ในสภาพถนนปกติ รถพร้อม คนพร้อม ขับรถตามรถคันหน้าต้องเว้นระยะห่างจากรถคันหน้าเท่าใด จึงจะปลอดภัยเมื่อรถคันหน้าหยุด",
        "choice": [
            "ห่างพอสมควรและสามารถหยุดรถได้โดยปลอดภัย",
            "3 เมตร",
            "5 เมตร",
            "หนึ่งช่วงรถ"
        ],
        "correct": 0
    },{
        "name": "ขณะขับรถหากเกิดคันเร่งค้างควรทำอย่างไร",
        "choice": [
            "เปิดไฟฉุกเฉิน",
            "ตั้งสติ ใช้ปลายเท้างัดคันเร่งขึ้นมา",
            "ดึงเบรกมือ",
            "ย้ำคันเร่งหลายๆ ครั้ง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดคือการใช้ไฟฉุกเฉินที่ถูกต้อง",
        "choice": [
            "ฝนตก",
            "ขับผ่านสี่แยก",
            "รถเสียบนทางด่วน",
            "บริเวณที่มีหมอกลงจัด"
        ],
        "correct": 2
    },{
        "name": "การใช้เกียร์เพื่อขึ้นและลงเขาข้อใดถูก",
        "choice": [
            "ขึ้นและลงใช้เกียร์ต่ำ",
            "ขึ้นใช้เกียร์ต่ำและลงใช้เกียร์สูง",
            "ขึ้นใช้เกียร์ต่ำและลงใช้เกียร์ว่าง",
            "ขึ้นและลงใช้เกียร์สูง"
        ],
        "correct": 0
    },{
        "name": "อะไรไม่ใช่เป้าหมายในการขับรถอย่างปลอดภัย",
        "choice": [
            "ไม่ขับรถไปชนคันอื่น",
            "ขับให้ถึงที่หมายเร็วที่สุด",
            "ไม่เป็นเหตุให้รถคันอื่นชนกัน",
            "ป้องกันไม่ให้รถคันอื่นมาชนเรา"
        ],
        "correct": 1
    },{
        "name": "เหตุใดจึงห้ามเปิดไฟสูงขณะที่ขับรถตามคันหน้าหรือรถที่วิ่งสวนทางมา",
        "choice": [
            "เพราะจะทำให้ผู้ขับรถคันหน้าและรถที่วิ่งสวนทางมามองทางไม่ชัดเจน",
            "จะทำให้ผู้ขับรถคันหน้าหลับใน",
            "จะทำให้เรามองทางข้างหน้าไม่ชัดเจน",
            "จะทำให้รถที่วิ่งสวนทางมาหลับใน"
        ],
        "correct": 0
    },{
        "name": "การขับรถทางไกลเมื่อรู้สึกว่าตนเองง่วงควรปฏิบัติอย่างไร",
        "choice": [
            "วิ่งแล้วเบรกบ่อยๆ เพื่อให้หายง่วง",
            "ขับรถหวาดเสียวเพื่อให้ระบบประสาทตื่นตัว",
            "หยุดพัก นอน หรือยืดเส้นยืดสายตามจุดพัก หรือปั๊มน้ำมัน",
            "เร่งเครื่องเพื่อให้ถึงจุดหมายโดยเร็ว"
        ],
        "correct": 2
    },{
        "name": "ข้อใดไม่ใช่วิธีการขับรถที่ปลอดภัยในขณะที่ฝนตก",
        "choice": [
            "เปิดไปฉุกเฉินตลอดเวลาที่ฝนตก",
            "ทิ้งช่วงห่างจากรถคันหน้า เผื่อไว้มากๆ",
            "เปิดไฟหน้า",
            "ใช้อัตราความเร็วที่ปลอดภัย"
        ],
        "correct": 0
    },{
        "name": "ในการข้ามทางรถไฟรางคู่ที่ไม่มีเครื่องกั้นเมื่อรถไฟผ่านไปแล้วผู้ขับรถควรระวังสิ่งใดต่อไปนี้",
        "choice": [
            "รถที่จะข้ามมาจากฝั่งตรงข้าม",
            "รถไฟที่อาจจะสวนทางมาอีกทางหนึ่ง",
            "คนที่จะเดินข้ามทางรถไฟ",
            "รถที่หยุดรอด้านหลัง"
        ],
        "correct": 1
    },{
        "name": "ในการขับรถข้ามทางรถไฟที่ไม่มีเครื่องกั้นเมื่อคันด้านหน้าขับข้ามทางรถไฟไปแล้วท่านควรปฏิบัติอย่างไร",
        "choice": [
            "ก่อนข้ามทางรถไฟต้องตรวจสอบความปลอดภัยอีกครั้ง",
            "ขับตามคันด้านหน้าไปได้เลย",
            "หยุดรอเจ้าหน้าที่ให้สัญญาณ",
            "รอสัญญาณไฟเขียว"
        ],
        "correct": 0
    },{
        "name": "เมื่อท่านขับรถที่มีน้ำหนักบรรทุกมาก ข้อใดถูกต้องมากที่สุด",
        "choice": [
            "ประสิทธิภาพของเบรกจะน้อยลง เบรกยาวขึ้น",
            "ระบบกันสะเทือนจะนุ่มนวลมากขึ้น",
            "ควันไอเสียจะมากขึ้น",
            "เครื่องยนต์ทำงานเต็มประสิทธิภาพ"
        ],
        "correct": 0
    },{
        "name": "เมื่อท่านขับรถที่บรรทุกสิ่งของที่มีความสูงจะมีผลอย่างไร",
        "choice": [
            "แรงหนีศูนย์ของรถและสิ่งของจะน้อยลง",
            "จุดศูนย์ถ่วงจะสูงขึ้นทำให้พลิกคว่ำได้ง่าย",
            "แรงเหวี่ยงของรถจะน้อยลงเนื่องจากน้ำหนักบรรทุก",
            "ระยะเบรกจะสั้นลง"
        ],
        "correct": 1
    },{
        "name": "สิ่งใดที่ไม่มีผลต่อระยะการเบรกรถ",
        "choice": [
            "บริษัทของผู้ผลิตยาง",
            "ความเหนื่อยล้า",
            "สภาพถนนที่เปียก",
            "น้ำหนักบรรทุก"
        ],
        "correct": 1
    },{
        "name": "ข้อใดถูกต้องที่สุดในการควบคุมความเร็วของรถ",
        "choice": [
            "การชะลอรถควรใช้เบรกเท่านั้น",
            "ในการขับรถควรใช้คันเร่งควบคุมในการเร่งและชะลอรถให้มากที่สุด",
            "การใช้เกียร์ช่วยลดความเร็วให้ใช้เฉพาะทางลงลาดชันเท่านั้น",
            "ควรใช้เบรกมือร่วมกับเบรกเท้าเพื่อช่วยลดการสึกหรอเบรกเท้า"
        ],
        "correct": 1
    },{
        "name": "ข้อใดปฏิบัติไม่ถูกต้องเมื่อรถของท่านจอดเสียกลางถนนหลวง",
        "choice": [
            "ตั้งสัญลักษณ์แสดงว่ามีรถจอดเสียในระยะ 150 เมตร",
            "เปิดสัญญาณไฟฉุกเฉินพร้อมไฟหน้ารถ",
            "ยืนโบกด้านท้ายรถเพื่อส่งสัญญาณกันรถชนท้ายรถเรา",
            "เปิดฝากระโปรงด้านหน้าและท้ายรถ เพื่อส่งสัญญาณ"
        ],
        "correct": 2
    },{
        "name": "ก่อนขับรถ ผู้ขับขี่ที่ดีควรเตรียมความพร้อมของตนเองอย่างไร",
        "choice": [
            "พักผ่อนให้เพียงพอ",
            "ดื่มเหล้า",
            "กินยาบ้า",
            "เที่ยวดึก"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเป็นการเตรียมความพร้อมของรถก่อนขับรถ",
        "choice": [
            "ตรวจสภาพอากาศ",
            "ต่อใบอนุญาตขับรถ",
            "ดูหนังสือแผนที่ทางหลวงแผ่นดิน",
            "ตรวจแรงดันลมยาง,เบรก,น้ำมันหล่อลื่น"
        ],
        "correct": 3
    },{
        "name": "เมื่อเกิดรถเสีย ควรปฏิบัติอย่างไร",
        "choice": [
            "เปิดไฟฉุกเฉิน, นำรถจอดเข้าข้างทาง",
            "จอดรถทิ้งไว้กลางถนน",
            "นำกิ่งไม้วางไว้ท้ายรถ",
            "ก่อกองไฟข้างทางหากเป็นกลางคืน"
        ],
        "correct": 0
    },{
        "name": "สัญญาณไฟเตือนบนแผงหน้าปัดรถสีใด ที่ไม่ควรปรากฏขณะขับรถ",
        "choice": [
            "สีเขียว",
            "สีแดง",
            "สีเหลือง",
            "สีฟ้า"
        ],
        "correct": 1
    },{
        "name": "การจับพวงมาลัยนิ้วมือควรอยู่ในลักษณะใด",
        "choice": [
            "นิ้วมือทั้งห้า จับพวงมาลัยให้กระชับ สามารถหมุนได้คล่องตัว",
            "นิ้วมือทั้งห้า กำพวงมาลัยให้แน่นที่สุด",
            "นิ้วมือทั้งห้าแตะที่พวงมาลัย สามารถหมุนพวงมาลัยด้วยมือข้างเดียว",
            "ใช้นิ้วหัวแม่มือและนิ้วชี้จับพวงมาลัยเพียงสองนิ้ว"
        ],
        "correct": 0
    },{
        "name": "เมื่อผู้ขับขี่ขับรถเสียหลักบนถนนเปียกลื่น ควรปฏิบัติอย่างไร",
        "choice": [
            "ถอนคันเร่ง เหยียบเบรกเพื่อใช่เกียร์ต่ำ",
            "เหยียบเบรกทันที แล้วค่อยๆ ออกตัวเร่งความเร็วใหม่",
            "ตั้งสติให้มั่น จับพวงมาลัยให้ดี เร่งความเร็วหนีให้พ้นไป",
            "ถอนคันเร่ง จับพวงมาลัยให้มั่นประคองรถต่อไป"
        ],
        "correct": 3
    },{
        "name": "ขณะขับรถ ถ้ากระจกบังลมหน้ารถแตกร้าว ควรปฏิบัติอย่างไร",
        "choice": [
            "ตั้งสติ เปิดไฟฉุกเฉิน ลดความเร็ว จอดรถข้างทาง",
            "ตั้งสติ เปิดไฟฉุกเฉิน และขับรถต่อไป",
            "ตั้งสติ เปิดไฟฉุกเฉิน และหยุดรถทันที",
            "ตั้งสติ จอดรถข้างทาง"
        ],
        "correct": 0
    },{
        "name": "ขณะฝนตกใหม่ๆ รถมักลื่นไถล เพราะเหตุใด",
        "choice": [
            "น้ำฝนจะชะล้างถนนให้สะอาด",
            "น้ำฝนจะกลายเป็นฟิล์มรองรับระหว่างยางกับพื้นถนน",
            "ฝนตกทำให้ถนนชำรุดเป็นหลุมเป็นบ่อ",
            "ถนนคอนกรีตดูดซับน้ำฝนได้อย่างดี"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไม่ควรปฏิบัติขณะขับรถเมื่อฝนตกหนัก",
        "choice": [
            "ใช้ความเร็วไม่เกิน 20 กิโลเมตรต่อชั่วโมง",
            "เบรกรถอย่างรุนแรงและรวดเร็ว",
            "เปิดไฟหน้ารถในขณะขับรถ",
            "ลดความเร็วลงและเพิ่มความระมัดระวังให้มากขึ้น"
        ],
        "correct": 1
    },{
        "name": "เพื่อความปลอดภัยในการขับรถช่วงฤดูฝน ควรตรวจสอบอุปกรณ์ส่วนควบสิ่งใดของรถก่อนเป็นลำดับแรก",
        "choice": [
            "ที่ปัดน้ำฝน",
            "น้ำในหม้อน้ำ",
            "น้ำกลั่นแบตเตอรี่",
            "ตรวจเช็คประตูหน้าต่างรถ"
        ],
        "correct": 0
    },{
        "name": "ในขณะขับรถลุยน้ำ ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "ขับรถด้วยความเร็ว",
            "เปิดไฟฉุกเฉิน",
            "เปิดไฟหน้ารถ",
            "เร่งเครื่องยนต์ให้มากกว่าปกติเล็กน้อย และควบคุมเครื่องยนต์ไม่ให้ดับ"
        ],
        "correct": 3
    },{
        "name": "หลังจากขับรถลุยน้ำ ผ้าเบรกเปียกมีวิธีแก้ไขให้แห้งได้อย่างไร",
        "choice": [
            "เหยียบเบรกแรงๆ",
            "ขับรถให้เร็วๆ",
            "ขับรถช้าๆ เหยียบเบรกเบาๆ แล้วปล่อยหลายๆ ครั้ง",
            "จอดรถเข้าเกียร์ว่างและเร่งเครื่องยนต์ไว้สัก 10 นาที"
        ],
        "correct": 2
    },{
        "name": "เหตุใดขณะขับรถลุยน้ำจึงต้องเลี้ยงคลัตช์และเร่งเครื่องยนต์มากกว่าปกติเล็กน้อย",
        "choice": [
            "เพื่อป้องกันไม่ให้เครื่องยนต์ดับ",
            "เพื่อให้รถมีความเร็วมากขึ้น",
            "เพื่อให้เครื่องยนต์ร้อน",
            "เพื่อให้ความร้อนของเครื่องยนต์สูงกว่าปกติ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดเปิดไฟหน้ารถไม่ถูกต้อง",
        "choice": [
            "เมื่อฝนตกหนัก",
            "เมื่อต้องเร่งรีบไปทำงาน",
            "เมื่อมีควันไฟปกคลุมถนน",
            "เมื่อไม่สามารถมองเห็นทางข้างหน้าในระยะต่ำกว่า 150 เมตร"
        ],
        "correct": 1
    },{
        "name": "การขับรถผ่านบริเวณน้ำท่วม ควรปฏิบัติอย่างไร",
        "choice": [
            "ขับช้าๆ ตามหลังรถคันหน้าในระยะห่างพอสมควร",
            "ห้ามใช้เบรกอย่างเด็ดขาด",
            "พยายามขับให้จี้ติดท้ายรถคันหน้าตลอดเวลา",
            "เปิดไฟฉุกเฉินตลอดเวลา"
        ],
        "correct": 0
    },{
        "name": "เพื่อความปลอดภัยก่อนขับรถ ผู้ขับขี่ควรเตรียมความพร้อมอย่างไร",
        "choice": [
            "รับประทานเครื่องดื่มกระตุ้นประสาทชนิดเข้มข้น",
            "นอนหลับพักผ่อนให้เพียงพอ",
            "ต่อทะเบียนรถให้เรียบร้อย",
            "เติมน้ำมันให้เต็มถัง"
        ],
        "correct": 1
    },{
        "name": "ข้อใดเป็นปัจจัยสำคัญที่ก่อให้เกิดอุบัติเหตุทางถนนมากที่สุด",
        "choice": [
            "ถนน",
            "ผู้ขับขี่รถ",
            "สัญญาณไฟจราจร",
            "ไฟส่องถนนบริเวณทางร่วมทางแยก"
        ],
        "correct": 1
    },{
        "name": "พฤติกรรมการขับรถข้อใดถือว่าไม่ปลอดภัย",
        "choice": [
            "นางสมศรีขับรถปฏิบัติตามความพอใจของตัวเอง",
            "นายสมชายขับรถจักรยานยนต์สวมรองเท้าหุ้มส้น",
            "นางจิตราขับรถในเขตกรุงเทพฯ ใช้ความเร็วเพียง 50 กิโลเมตรต่อชั่วโมง",
            "นายทองใบขับรถนอกเขตเทศบาลใช้ความเร็วเพียง 80 กิโลเมตรต่อชั่วโมง"
        ],
        "correct": 0
    },{
        "name": "ก่อนออกรถจากไหล่ทางด้านซ้าย ผู้ขับขี่ต้องปฏิบัติอย่างไรให้ปลอดภัยมากที่สุด",
        "choice": [
            "มองกระจกมองข้างด้านขวา",
            "เปิดไฟเลี้ยวซ้าย หันศีรษะไปด้านซ้าย",
            "มองกระจกมองข้างด้านขวา เปิดไฟเลี้ยวขวา พร้อมกับหันศีรษะมองข้ามไหล่ขวาไปทางด้านหลังก่อนออกรถ",
            "มองกระจกมองหลัง"
        ],
        "correct": 2
    },{
        "name": "ภายหลังออกรถไปประมาณ 3 ถึง 4 เมตร ควรทดสอบระบบใด",
        "choice": [
            "เบรก",
            "ปรับกระจกมองหลัง",
            "ปรับกระจกมองข้าง",
            "ไฟเลี้ยว"
        ],
        "correct": 0
    },{
        "name": "การขับรถขึ้นทางลาดชัน ควรใช้เกียร์อย่างไร",
        "choice": [
            "ใช้เกียร์ต่ำแต่เมื่อใกล้ถึงยอดเขาให้เปลี่ยนเป็นเกียร์สูง",
            "ใช้เกียร์สูงและลดความเร็วลง",
            "ใช้เกียร์ต่ำและขับด้วยความระมัดระวัง",
            "ใช้เกียร์ 4 ขึ้นไปขณะขึ้นทางลาดชัน"
        ],
        "correct": 2
    },{
        "name": "ในขณะที่ขับรถอยู่ มีกลิ่นเหม็นไหม้ แอร์เริ่มไม่เย็น เครื่องยนต์เร่งไม่ขึ้น ควรปฏิบัติอย่างไร",
        "choice": [
            "จอดรถในที่ปลอดภัยแล้ว ตรวจเช็กรถในเบื้องต้น",
            "ขับต่อไปเรื่อยๆ",
            "ลดความเร็วลงแล้วขับต่อไป",
            "หยุดรถทันทีกลางถนนห้ามเคลื่อนย้าย"
        ],
        "correct": 0
    },{
        "name": "ขณะขับรถเครื่องยนต์เกิดความร้อนสูง ควรปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถที่ปลอดภัย เอาน้ำแข็งมาแช่เครื่องยนต์",
            "หยุดรถที่ปลอดภัย แล้วปล่อยให้เครื่องเย็นก่อน",
            "หยุดรถที่ปลอดภัย แล้วเปิดฝาหม้อน้ำ เติมน้ำทันที",
            "หยุดรถที่ปลอดภัย แล้วเอาน้ำมาราดเครื่องยนต์"
        ],
        "correct": 1
    },{
        "name": "ในการขับรถทางไกล ผู้ขับขี่ควรเตรียมความพร้อมของร่างกายอย่างไร",
        "choice": [
            "พักผ่อนให้เพียงพอ",
            "รับประทานอาหารเพิ่มเป็น 2 เท่า ของวันปกติ",
            "ดื่มเครื่องดื่มชูกำลังให้มากๆ",
            "ใช้ยากระตุ้นประสาท (ยาบ้า)"
        ],
        "correct": 0
    },{
        "name": "การขับรถในทางลักษณะใด ที่ไม่จำเป็นต้องเปิดไฟเลี้ยว",
        "choice": [
            "ทางเลี้ยวซ้ายเข้าซอย",
            "ทางเลี้ยวซ้ายออกจากซอย",
            "ทางบังคับเลี้ยว",
            "ทางกลับรถ"
        ],
        "correct": 2
    },{
        "name": "การหมุนพวงมาลัยรถ ขณะจอดรถอยู่กับที่จะมีผลอย่างไร",
        "choice": [
            "ดอกยางสึกเร็วกว่าปกติ",
            "สิ้นเปลืองน้ำมันเพาเวอร์",
            "สิ้นเปลืองน้ำมันเชื้อเพลิง",
            "ทำให้หมุนพวงมาลัยง่ายขึ้น"
        ],
        "correct": 0
    },{
        "name": "การหยุดรถอย่างกะทันหัน (รถไม่มีเบรก ABS) ควรปฏิบัติอย่างไร",
        "choice": [
            "เหยียบเบรกแรงๆ โดยไม่ต้องถอนเบรก",
            "เหยียบและปล่อยเบรกสลับกัน (ย้ำเบรกซ้ำๆ)",
            "เหยียบเบรกและดึงเบรกมือพร้อมกัน",
            "เหยียบเบรก และดับเครื่องยนต์พร้อมกัน"
        ],
        "correct": 1
    },{
        "name": "รถที่ขับมาด้วยความเร็วสูงแล้วเหยียบเบรกอย่างกะทันหัน (รถไม่มีเบรก ABS) จะมีผลอย่างไร",
        "choice": [
            "ล้อจะล็อก และรถจะไม่สามารถควบคุมได้",
            "รถจะค่อยๆ ชะลอความเร็วลง",
            "จะหยุดรถได้ตามระยะที่กำหนด",
            "ล้อจะล็อก และรถจะหยุดทันที"
        ],
        "correct": 0
    },{
        "name": "ก่อนขับรถเข้าโค้งหรือมุมเลี้ยว ควรใช้ความเร็วอย่างไร",
        "choice": [
            "ลดความเร็วลงให้มากที่สุดเท่าที่จะทำได้",
            "ควบคุมความเร็วของรถให้เหมาะสมกับโค้งหรือมุมเลี้ยว",
            "ใช้ความเร็วคงที่",
            "เพิ่มความเร็วให้มากขึ้นกว่าเดิม"
        ],
        "correct": 1
    },{
        "name": "ขณะขับรถยางรถแตก จะมีอาการอย่างไร",
        "choice": [
            "รถหยุดกะทันหัน",
            "พวงมาลัยจะหนัก รถจะเอียง",
            "พวงมาลัยรถจะไร้น้ำหนัก",
            "เบรกจะไม่ทำงาน"
        ],
        "correct": 1
    },{
        "name": "ยางที่หมดอายุจะมีลักษณะอย่างไร",
        "choice": [
            "มีรอยแตกร้าวตามแนวขอบยาง",
            "ยางจะมีสีดำสนิท",
            "ยางจะมีสีขาวนวล",
            "เวลาเปียกน้ำจะไม่เกาะยาง"
        ],
        "correct": 0
    },{
        "name": "ในขณะขับรถ ยางรถแตกหรือระเบิด ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "คุมสติ บังคับพวงมาลัย ลดความเร็วลงและไม่ควรเหยียบเบรกกะทันหัน",
            "รีบเหยียบเบรกให้เร็วที่สุด",
            "ปลดเกียร์ว่างแล้วรีบเหยียบเบรก",
            "หมุนพวงมาลัยอย่างรวดเร็วเพื่อหลบเข้าข้างทาง"
        ],
        "correct": 0
    },{
        "name": "ในขณะที่กำลังขับรถ ถ้าฝากระโปรงหน้ารถเปิด ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "เบรกกะทันหัน",
            "หักเลี้ยวรถเข้าข้างทางทันที เพื่อปิดฝากระโปรงให้เรียบร้อย",
            "ลดความเร็วแล้วจอดข้างทาง เพื่อปิดฝากระโปรงให้เรียบร้อย",
            "เหยียบคันเร่งให้มิดเพื่อฝากระโปรงจะได้กระแทกปิด"
        ],
        "correct": 2
    },{
        "name": "ข้อใดเป็นวิธีแก้ไขเบื้องต้นเมื่อรถเกิดไฟลัดวงจร",
        "choice": [
            "ใช้ทรายสาดใส่",
            "วิ่งหาน้ำมันมาราด",
            "หาผ้าหนาๆ ปิดหรือดับไฟ",
            "ตัดกระแสไฟ หรือหาทางงัดขั้วแบตเตอรี่ออกก่อน"
        ],
        "correct": 3
    },{
        "name": "ลมยางล้อหน้าอ่อน จะมีผลต่อการขับขี่อย่างไร",
        "choice": [
            "เวลานั่งรู้สึกเหมือนรถจะกระตุกอยู่ตลอดเวลา",
            "ยางล้อหน้าสึกหรอ พวงมาลัยหนัก และรถกินน้ำมันมากขึ้น",
            "ประหยัดน้ำมันแต่เปลืองยาง",
            "ประหยัดยางแต่เปลืองน้ำมัน"
        ],
        "correct": 0
    },{
        "name": "การปรับระดับที่นั่งคนขับห่างเกินไป จะมีผลอย่างไร",
        "choice": [
            "ทำให้เข้าเกียร์ได้ง่าย",
            "ทำให้เบรกรถสะดวก",
            "ทำให้ทัศนวิสัยในการมองเห็นชัดเจนดีมาก สามารถตัดสินใจได้ดี",
            "บังคับพวงมาลัยลำบาก ใช้อุปกรณ์ต่างๆ ไม่สะดวก"
        ],
        "correct": 3
    },{
        "name": "การตรวจสอบว่าเข็มขัดนิรภัยยังใช้งานได้ดีหรือไม่ ควรตรวจสอบอย่างไร",
        "choice": [
            "ต้องมีสีเข้มๆ",
            "ดูว่าเข็มขัดมียี่ห้อหรือไม่",
            "ดูว่าเป็นของใหม่หรือไม่",
            "กระตุกดึงสายเข็มขัดอย่างเร็ว แล้วสายเข็มขัดต้องล็อก"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่การมองที่ถูกวิธีในขณะขับรถ",
        "choice": [
            "การมองถึงสภาพของถนนที่แตกต่างกัน",
            "การมองการเคลื่อนไหวของรถและคน",
            "มองไปยังสิ่งที่ไม่เกี่ยวข้องกับการขับรถ",
            "การมองเห็นฝูงสัตว์เลี้ยงกำลังข้ามถนน"
        ],
        "correct": 2
    },{
        "name": "การเข้าเกียร์ถอยหลังขณะรถยังไม่หยุดนิ่งมีผลเสียอย่างไร",
        "choice": [
            "เข้าเกียร์ยากและทำให้เกียร์เสียเร็วกว่าปกติ",
            "ทำให้น้ำมันเกียร์หมดเร็ว",
            "เครื่องยนต์กินน้ำมันเครื่อง",
            "ไม่มีผลต่อเกียร์"
        ],
        "correct": 0
    },{
        "name": "การขับรถถอยหลังควรใช้ความเร็วระดับใด",
        "choice": [
            "ใช้ความเร็วตามสภาพของรถ",
            "ถอยเหมือนกับเดินหน้า",
            "ถอยช้าๆ แล้วใช้ความระมัดระวัง",
            "ถอยแบบไหนก็ได้"
        ],
        "correct": 2
    },{
        "name": "การตรวจลมยางควรตรวจเมื่อใด",
        "choice": [
            "ตรวจเมื่อไรก็ได้",
            "ขณะที่บรรทุกของหนัก",
            "ขณะวิ่งใช้งานแล้วประมาณ 2 ชั่วโมง",
            "ขณะที่ยางยังเย็นอยู่"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นการสตาร์ทเครื่องยนต์ที่ถูกต้อง",
        "choice": [
            "ขึ้นเบรกมือ-ปลดเกียร์ว่าง-ปิดอุปกรณ์ไฟฟ้า-สตาร์ทเครื่องยนต์",
            "ปลดเกียร์ว่าง-ขึ้นเบรกมือ-สตาร์ทเครื่องยนต์",
            "เหยียบคลัตช์-สตาร์ทเครื่องยนต์",
            "ปลดเบรกมือ-ปิดอุปกรณ์ไฟฟ้า-สตาร์ทเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่ควรปฏิบัติขณะขับรถเมื่อฝนตกหนัก",
        "choice": [
            "ลดความเร็วลงและขับด้วยความระมัดระวัง",
            "ใช้เกียร์ต่ำกว่าปกติ 1 เกียร์",
            "เบรกรถอย่างรุนแรงและรวดเร็ว",
            "เปิดไฟหน้ารถ"
        ],
        "correct": 2
    },{
        "name": "หากเกิดฝนตกหนักจนมองเห็นทางไม่ชัดเจน ผู้ขับขี่ควรปฏิบัติอย่างไร",
        "choice": [
            "จอดรถบริเวณที่ปลอดภัย เปิดไฟหน้ารถและเปิดไฟฉุกเฉิน",
            "เปิดไฟหน้าเร่งความเร็วผ่านบริเวณที่ฝนตกหนัก",
            "เร่งความเร็วให้ผ่านบริเวณที่ฝนตกโดยเร็ว",
            "จอดรถทันที"
        ],
        "correct": 0
    },{
        "name": "ข้อใดที่ทำให้การหยุดรถต้องใช้ระยะทางมากขึ้นจึงสามารถหยุดรถได้",
        "choice": [
            "ความรวดเร็วในการตัดสินใจ",
            "ความเร็วในการเหยียบเบรก",
            "น้ำหนักบรรทุกเพิ่มมากขึ้น",
            "น้ำหนักบรรทุกลดน้อยลง"
        ],
        "correct": 2
    },{
        "name": "ข้อใดไม่ควรใช้เบรกมือ",
        "choice": [
            "ติดไฟแดง",
            "ขับรถลงทางลาดชัน",
            "จอดรถ",
            "หยุดบนทางลาดชัน"
        ],
        "correct": 1
    },{
        "name": "การจับพวงมาลัยขณะขับรถทางตรงมือซ้ายและขวาของผู้ขับขี่ ควรอยู่ในตำแหน่งลักษณะใดของหน้าปัดนาฬิกา",
        "choice": [
            "ตำแหน่งเลข 2 และเลข 10",
            "ตำแหน่งเลข 3 และเลข 10",
            "ตำแหน่งเลข 4 และเลข 10",
            "ตำแหน่งเลข 6 และเลข 10"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่มีผลให้ระยะการหยุดรถ (ระยะเบรก) ยาวขึ้น",
        "choice": [
            "สภาพพื้นผิวถนน",
            "น้ำหนักบรรทุก",
            "น้ำมันหล่อลื่น",
            "ความเร็วของรถ"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับขี่ควรใช้สัญญาณไฟฉุกเฉินเมื่อใด",
        "choice": [
            "เมื่อรถเสียหรือเกิดอุบัติเหตุ",
            "เมื่อขับรถผ่านทางร่วมทางแยก",
            "เมื่อจะกลับรถหรือเปลี่ยนช่องทางเดินรถ",
            "เมื่อมีหมอก ฝน ฝุ่น ควัน ในทางเดินรถ"
        ],
        "correct": 0
    },{
        "name": "การฝึกขับรถแบบ 'ขับไปพูดไป' มีวัตถุประสงค์เพื่ออะไร",
        "choice": [
            "เพื่อป้องกันไม่ให้ง่วงซึม",
            "ฝึกสมองให้เกิดสมาธิและสมองทำงานสัมพันธ์กับตา",
            "เพื่อให้เหมือนทฤษฎีฝรั่ง",
            "เหมือนคนบ้าขับรถ"
        ],
        "correct": 1
    },{
        "name": "เมื่อเราเตรียมขับรถแซงรถคันหน้า เราควรปฏิบัติเช่นไรเป็นอันดับแรก",
        "choice": [
            "ให้สัญญาณไฟก่อน",
            "ให้ดูกระจกก่อน",
            "รีบเร่งเครื่องแล้วแซงได้เลย",
            "เปิดไฟฉุกเฉินแล้วแซงได้เลย"
        ],
        "correct": 1
    },{
        "name": "ข้อควรปฏิบัติขณะขับรถฝ่าหมอกควันหรือฝนคือข้อใด",
        "choice": [
            "เปิดไฟหรี่",
            "ขับรถช้าๆ โดยไม่ต้องเปิดไฟ",
            "เปิดไฟส่องสว่าง",
            "บีบแตรแล้วขับให้เร็วเพื่อป้องกันรถคันหลังชนท้าย"
        ],
        "correct": 2
    },{
        "name": "หลังจากขับรถลุยน้ำ เมื่อเราขึ้นที่แห้งแล้วควรปฏิบัติเช่นไรเป็นอันดับแรก",
        "choice": [
            "ทดสอบเบรกหลายๆ ครั้ง",
            "ทดสอบไฟเลี้ยวหลายๆ ครั้ง",
            "ทดสอบสัญญาณแตร",
            "ทดสอบไฟสูงต่ำ"
        ],
        "correct": 0
    },{
        "name": "ถ้าขณะขับรถเกิดยางแตกหรือยางระเบิดควรปฏิบัติเช่นไร",
        "choice": [
            "เหยียบคลัตช์อย่างเดียว",
            "เหยียบเบรกโดยเร็ว",
            "เหยียบคลัตช์ให้เร็วแล้วตามด้วยเบรก",
            "ถือพวงมาลัยให้มั่น แล้วค่อยๆ เบรกและนำรถเข้าข้างทาง"
        ],
        "correct": 3
    },{
        "name": "ในสภาพถนนปกติ รถพร้อม คนพร้อม ขับรถตามรถคันหน้าต้องเว้นระยะห่างจากรถคันหน้าเท่าใดจึงจะปลอดภัยเมื่อรถคันหน้าหยุด",
        "choice": [
            "3 เมตร",
            "5 เมตร",
            "หนึ่งช่องรถ",
            "ห่างพอสมควรและสามารถหยุดรถได้โดยปลอดภัย"
        ],
        "correct": 3
    },{
        "name": "ข้อใดผิด",
        "choice": [
            "ห้ามพูดโทรศัพท์ขณะขับรถ",
            "ห้ามหยุดรถให้คนข้ามทาง",
            "ห้ามหยุดหรือจอดรถคุยกันกลางถนน",
            "ห้ามแซงซ้ายในที่ห้ามแซงซ้าย"
        ],
        "correct": 1
    },{
        "name": "ท่านควรหมุนพวงมาลัยลักษณะใดในการเลี้ยงรถ",
        "choice": [
            "ปั่นพวงมาลัยและตีกลับเอง",
            "ใช้วิธีคลึงไปคลึงมาบนพวงมาลัย",
            "ใช้ระบบดึง-ดัน",
            "หมุนระบบสอดสร้อยมาลา"
        ],
        "correct": 1
    },{
        "name": "เมื่อเห็นผู้ขับขี่เกิดอุบัติเหตุควรปฏิบัติเช่นไร",
        "choice": [
            "ขับรถตามปกติ",
            "ช่วยเหลือผู้บาดเจ็บเท่าที่จำเป็น",
            "รีบขับรถหนี",
            "ขับรถช้าๆ ชะลอดูเหตุการณ์"
        ],
        "correct": 1
    },{
        "name": "การขับรถทางไกลเมื่อรู้สึกว่าตนเองง่วงควรปฏิบัติอย่างไร",
        "choice": [
            "เร่งเครื่องเพื่อให้ถึงจุดหมายโดยเร็ว",
            "ขับรถหวาดเสียวเพื่อให้ระบบประสาทตื่นตัว",
            "วิ่งแล้วเบรกบ่อยๆ เพื่อให้หายง่วง",
            "หยุดพักนอน หรือยืดเส้นยืดสายตามจุดพัก หรือปั๊มน้ำมัน"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่วิธีการขับรถที่ปลอดภัยในขณะที่ฝนตก",
        "choice": [
            "เปิดไปฉุกเฉินตลอดเวลาที่ฝนตก",
            "ทิ้งช่วงห่างจากรถคันหน้า เผื่อไว้มากๆ",
            "เปิดไฟหน้า",
            "ใช้อัตราความเร็วที่ปลอดภัย"
        ],
        "correct": 0
    }]
},{
    "name": "หมวดการบำรุงรักษารถ",
    "no": 9,
    "icon": "car-outline",
    "exam": [{
        "name": "แบตเตอรี่ควรมีฉนวนหุ้มที่ขั้วแบตเตอรี่ขั้วใด",
        "choice": [
            "ขั้วบวก",
            "ขั้วลบ",
            "ไม่จำเป็นต้องมีฉนวนหุ้ม",
            "หุ้มทั้งสองขั้ว"
        ],
        "correct": 0
    },{
        "name": "สาเหตุไฟไม่ชาร์จเข้าแบตเตอรี่เกิดจากอะไร",
        "choice": [
            "เปิดเครื่องเสียงมากเกินไป",
            "ฉนวนหุ้มขั้วแบตเตอรี่หลุด",
            "เปิดสัญญาณไฟเลี้ยวมากเกินไป",
            "ไดชาร์จชำรุดหรือสายพานไดชาร์จหย่อนหรือขาด"
        ],
        "correct": 3
    },{
        "name": "สาเหตุรถสตาร์ทไม่ติดเกิดจากสาเหตุใด",
        "choice": [
            "กรองอากาศตัน",
            "น้ำมันเบรกหมด",
            "น้ำในหม้อน้ำแห้ง",
            "แบตเตอรี่ไม่มีไฟ"
        ],
        "correct": 3
    },{
        "name": "การตรวจเช็กแบตเตอรี่แบบง่ายๆ ว่ามีไฟปกติหรือไม่ กระทำได้อย่างไร",
        "choice": [
            "บีบแตรและฟังเสียงว่าปกติหรือเบาลง",
            "ออกรถ 2-3 เมตรแล้วทดสอบเบรก",
            "เหยียบคลัตช์และเข้าเกียร์ให้ครบ",
            "หมุนพวงมาลัยไปด้านซ้ายและขวา"
        ],
        "correct": 0
    },{
        "name": "ผู้ขับขี่ควรใช้สัญญาณไฟฉุกเฉินเมื่อใด",
        "choice": [
            "เมื่อมีหมอก ฝน ฝุ่น ควัน ในทางเดินรถ",
            "เมื่อขับรถผ่านทางร่วมทางแยก",
            "เมื่อจะกลับรถหรือเปลี่ยนช่องทางเดินรถ",
            "เมื่อรถเสียหรือเกิดอุบัติเหตุ"
        ],
        "correct": 3
    },{
        "name": "วิธีใดเป็นวิธีการแก้ไขเบื้องต้นเมื่อเกิดไฟลัดวงจร",
        "choice": [
            "รีบเปิดฝาหม้อน้ำทันที",
            "ดับเครื่องยนต์และถอดขั้วแบตเตอรี่ออก",
            "รีบโทรแจ้งเจ้าหน้าที่ดับเพลิง",
            "ใช้น้ำสาดทันที"
        ],
        "correct": 1
    },{
        "name": "ถ้าขั้วแบตเตอรี่มีคราบขี้เกลือ วิธีการใดเป็นการแก้ไขที่ดีที่สุด",
        "choice": [
            "ใช้น้ำอุ่นล้างและทาจาระบี",
            "ใช้น้ำส้มสายชูล้าง",
            "ใช้น้ำมะนาวล้าง",
            "ใช้น้ำกลั่นล้าง"
        ],
        "correct": 0
    },{
        "name": "ในการถอดขั้วแบตเตอรี่ ควรถอดขั้วใดก่อน",
        "choice": [
            "ขั้วไหนก่อนก็ได้",
            "ขั้วบวก",
            "ทั้งสองขั้วพร้อมกัน",
            "ขั้วลบ"
        ],
        "correct": 3
    },{
        "name": "น้ำที่ใช้เติมในแบตเตอรี่ ควรใช้น้ำชนิดใด",
        "choice": [
            "น้ำกลั่น",
            "น้ำฝน",
            "น้ำบาดาล",
            "น้ำสบู่"
        ],
        "correct": 0
    },{
        "name": "การเติมน้ำกลั่นควรให้อยู่ระดับใดของแบตเตอรี่",
        "choice": [
            "ให้อยู่ระหว่างขีดที่กำหนด",
            "เติมให้อยู่ระดับขีดต่ำกว่าที่กำหนดเล็กน้อย",
            "เติมให้อยู่ระดับสูงกว่าที่กำหนดเล็กน้อย",
            "เติมจนล้นแล้วปิดฝา"
        ],
        "correct": 0
    },{
        "name": "ขณะขับรถไฟเตือนสีใดไม่ควรแสดงอยู่บนแผงหน้าปัด",
        "choice": [
            "สีเขียว",
            "สีเหลือง",
            "สีแดง",
            "สีน้ำเงิน"
        ],
        "correct": 2
    },{
        "name": "คราบขี้เกลือที่ขั้วแบตเตอรี่เกิดจากสาเหตุใด",
        "choice": [
            "ฝุ่นละอองไปเกาะ",
            "น้ำกรดทำปฏิกิริยากับอากาศ",
            "น้ำไปโดนที่ขั้วแบตเตอรี่",
            "ฉนวนหุ้มขั้วแบตเตอรี่สกปรก"
        ],
        "correct": 1
    },{
        "name": "แบตเตอรี่รถยนต์มีหน้าที่อย่างไร",
        "choice": [
            "เก็บรักษาไฟฟ้าและจ่ายกระแสไฟ",
            "ใช้เวลาดับเครื่องยนต์",
            "ตัดกระแสไฟ",
            "ทำหน้าที่ผลิตไฟฟ้าในรถยนต์"
        ],
        "correct": 0
    },{
        "name": "แบตเตอรี่รถยนต์จะมีขนาดแรงดันไฟฟ้ากี่โวลท์",
        "choice": [
            "12 โวลท์",
            "15 โวลท์",
            "24 โวลท์",
            "220 โวลท์"
        ],
        "correct": 0
    },{
        "name": "ไดสตาร์ททำหน้าที่อะไร",
        "choice": [
            "ทำให้หมุนพวงมาลัยได้ดี",
            "ทำให้เครื่องยนต์ติด",
            "ทำให้ระบบเบรกทำงานดีขึ้น",
            "ทำให้แอร์ในรถเย็นขึ้น"
        ],
        "correct": 1
    },{
        "name": "ข้อใดคือความตึงของสายพานพัดลมและไดชาร์ทที่ถูกต้อง",
        "choice": [
            "5-15 มิลลิเมตร",
            "20-25 มิลลิเมตร",
            "25-30 มิลลิเมตร",
            "30-35 มิลลิเมตร"
        ],
        "correct": 0
    },{
        "name": "ขณะขับรถไปได้ระยะหนึ่งปรากฏว่าไฟเตือนสีแดงแสดงเกิดจากสาเหตุใด",
        "choice": [
            "ไดชาร์ทชำรุด",
            "แบตเตอรี่เสีย",
            "แบตเตอรี่ใกล้หมดอายุ",
            "น้ำกลั่นแห้ง"
        ],
        "correct": 0
    },{
        "name": "การเติมน้ำกลั่นแบตเตอรี่ควรเติมให้ท่วมแผ่นธาตุประมาณเท่าไร",
        "choice": [
            "1 นิ้ว",
            "2 นิ้ว",
            "3 นิ้ว",
            "4 นิ้ว"
        ],
        "correct": 0
    },{
        "name": "ท่านควรเติมน้ำมันเชื้อเพลิงรถเครื่องยนต์เบนซินอย่างไร",
        "choice": [
            "เติมค่าที่ต่ำกว่าค่าที่กำหนดเพื่อความประหยัด",
            "เติมสูงกว่าค่าที่กำหนดเพื่อป้องกันเครื่องยนต์เสียหาย",
            "เติมน้ำมันที่มีค่าออกเทนตามที่ระบุไว้ในคู่มือรถ",
            "เติมค่าเท่าใดก็ได้ตามความสะดวก"
        ],
        "correct": 2
    },{
        "name": "น้ำมันแก๊สโซฮอล์ มีความหมายอย่างไร",
        "choice": [
            "น้ำมันที่มีส่วนผสมของเอทานอล",
            "น้ำมันที่มีส่วนผสมของสารตะกั่ว",
            "น้ำมันที่ได้จากพืช 100 เปอร์เซ็นต์",
            "น้ำมันที่มีส่วนผสมของน้ำมันหล่อลื่น"
        ],
        "correct": 0
    },{
        "name": "น้ำมันแก๊สโซฮอล์ที่มีจำหน่ายในประเทศไทยมีค่าออกเทนสูงสุดเท่าใด",
        "choice": [
            "ค่าออกเทน 98",
            "ค่าออกเทน 95",
            "ค่าออกเทน 91",
            "ค่าออกเทน 87"
        ],
        "correct": 1
    },{
        "name": "ในการตรวจเช็กน้ำมันเชื้อเพลิงในห้องเครื่องยนต์เราควรตรวจสิ่งใดเป็นหลัก",
        "choice": [
            "การเผาไหม้ของเครื่องยนต์",
            "การปลอมปนของน้ำมัน",
            "สภาพของท่อน้ำมันและรอยรั่วซึม",
            "ปริมาณน้ำมันเชื้อเพลิง"
        ],
        "correct": 2
    },{
        "name": "หากท่านเติมน้ำมันผิดประเภทควรปฏิบัติอย่างไร",
        "choice": [
            "เติมชนิดที่ถูกเข้าไปเพื่อทำให้เจือจาง",
            "ขับไปให้หมดถังแล้วเติมชนิดที่ถูกเข้าไป",
            "ทำการเปลี่ยนถ่ายออกทันที",
            "ขับไปถ้ามีผลต่อเครื่องยนต์ค่อยถ่ายออก"
        ],
        "correct": 2
    },{
        "name": "หากท่านตรวจพบว่าท่อน้ำมันเริ่มมีรอยน้ำมันซึมออกมาท่านควรทำอย่างไร",
        "choice": [
            "สลับท่อไปไว้ในท่อแรงดันต่ำ",
            "ใช้เทปรัดให้แน่นขึ้น",
            "ใช้ไปได้จนกว่าจะมีรอยหยดของน้ำมัน",
            "ทำการเปลี่ยนท่อใหม่"
        ],
        "correct": 3
    },{
        "name": "หากรถของท่านเกิดท่อน้ำมันรั่วท่านควรทำอย่างไร",
        "choice": [
            "ดับเครื่องยนต์และไม่ควรขับรถต่อไปเนื่องจากอาจเกิดไฟไหม้ได้",
            "ขับไปหาศูนย์บริการเพื่อทำการซ่อม",
            "ใช้เทบรัดและขับไปหาช่าง",
            "นำขวดมารองน้ำมันที่รั่วและขับต่อไป"
        ],
        "correct": 0
    },{
        "name": "ข้อใดกล่าวถูกต้อง",
        "choice": [
            "ไม่ควรเติมน้ำมันหล่อลื่นลงไปผสมในน้ำมันเชื้อเพลิง",
            "การเติมน้ำมันควรเติมในช่วงกลางวัน",
            "เราไม่สามารถเติมน้ำมันค่าออกเทน 95 แทนออกเทน 91 ได้",
            "น้ำมันที่แพงคือน้ำมันที่ดีที่สุด"
        ],
        "correct": 0
    },{
        "name": "เครื่องยนต์เบนซินกับเครื่องยนต์ดีเซลมีข้อแตกต่างอย่างไร",
        "choice": [
            "มีระบบการสตาร์ทต่างกัน",
            "มีระบบการใช้น้ำระบายความร้อนต่างกัน",
            "เครื่องยนต์เบนซินใช้หัวเทียนในการจุดระเบิด",
            "มีระบบไฟต่างกัน"
        ],
        "correct": 2
    },{
        "name": "ในกรณีที่รถให้ใช้น้ำมันออกเทน 95 เท่านั้น ถ้าหากเราเติมน้ำมันค่าออกเทน 91 จะมีผลอย่างไร",
        "choice": [
            "ใช้งานได้ตามปกติ",
            "เครื่องยนต์เกิดการสะดุด (น๊อก)",
            "เครื่องยนต์พังทันทีหากใช้งาน",
            "ไม่มีผลต่อการใช้งาน"
        ],
        "correct": 1
    },{
        "name": "ในกรณีที่เติมน้ำมันที่มีค่าออกเทนสูงกว่าในคู่มือการใช้จะมีผลอย่างไร",
        "choice": [
            "เครื่องยนต์ร้อนขึ้นกว่าเดิม",
            "ไม่มีผลต่อการใช้งาน",
            "เครื่องยนต์สึกหรอกว่าปกติ",
            "รอบเครื่องยนต์สูงขึ้นกว่าปกติ"
        ],
        "correct": 1
    },{
        "name": "ในขณะที่ท่านเติมน้ำมันเชื้อเพลิงท่านควรปฏิบัติอย่างไร",
        "choice": [
            "ดับเครื่องยนต์",
            "ลงจากรถและเดินออกให้ไกล",
            "ไม่ต้องทำอะไร",
            "ติดเครื่องยนต์ไว้"
        ],
        "correct": 0
    },{
        "name": "การตรวจเช็กรอยรั่วซึมระบบเชื้อเพลิงท่านควรปฏิบัติอย่างไร",
        "choice": [
            "ใช้น้ำสบู่เช็ดหาคราบน้ำมัน",
            "ใช้ไฟฉายหรือไฟแช็กส่องดูถ้ามองไม่เห็น",
            "ใช้จากการสังเกตและการดมกลิ่น",
            "ใช้มือหมุนท่อยางหาความบกพร่อง"
        ],
        "correct": 2
    },{
        "name": "หากท่านใช้ก๊าชธรรมชาติ CNG จะมีผลต่อเครื่องยนต์อย่างไร",
        "choice": [
            "ไม่มีผลต่อเครื่องยนต์",
            "เครื่องยนต์สึกหรอเร็วกว่าการใช้น้ำมัน",
            "เครื่องยนต์จะเย็นกว่าปกติ",
            "อายุการใช้งานหัวเทียนมากกว่าการใช้น้ำมัน"
        ],
        "correct": 1
    },{
        "name": "น้ำมันเบนซิน E85 หมายความว่า",
        "choice": [
            "มีส่วนผสมของเมทานอล 15 ส่วน",
            "มีส่วนผสมของเอทานอล 15 ส่วน",
            "มีส่วนผสมของน้ำมัน 85 ส่วน",
            "มีส่วนผสมของเอทานอล 85 ส่วน"
        ],
        "correct": 3
    },{
        "name": "น้ำมันเชื้อเพลิงในข้อใดมีการระเหยเร็วมากที่สุด",
        "choice": [
            "น้ำมัน E85",
            "น้ำมัน E20",
            "น้ำมันแก๊สโซฮอล์ 95",
            "น้ำมัน 95"
        ],
        "correct": 0
    },{
        "name": "รถเครื่องยนต์ดีเซลหากมีสัญญาณเตือนในระบบกรองดักน้ำ ท่านควรทำอย่างไร",
        "image": "9.36.jpg",
        "choice": [
            "ถอดกรองดังน้ำออกมาทำความสะอาด",
            "ให้ช่างเปลี่ยนกรองดักน้ำ",
            "ถ่ายน้ำออกจากกรองดักน้ำ",
            "ดับเครื่องยนต์และสตาร์ทเครื่องใหม่"
        ],
        "correct": 2
    },{
        "name": "รถเครื่องยนต์ดีเซลหากมีควันดำมากผิดปกติเกิดจากสาเหตุใด",
        "choice": [
            "กรองอากาศตัน",
            "เติมน้ำมันผิดประเภท",
            "เติมน้ำมันปลอม",
            "ในน้ำมันเชื้อเพลิงมีน้ำผสมอยู่"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่ใช่หน้าที่ของน้ำมันเครื่องยนต์",
        "choice": [
            "ระบายความร้อน",
            "รองหรือคั่นหน้าผิวสัมผัส",
            "สร้างความหนืด",
            "ชำระสิ่งสกปรกเครื่องยนต์"
        ],
        "correct": 2
    },{
        "name": "การเปลี่ยนถ่ายน้ำมันเครื่องยนต์ ควรต้องเปลี่ยนอุปกรณ์ชิ้นส่วนใดของเครื่องยนต์ด้วย",
        "choice": [
            "สายพานเครื่องยนต์",
            "หัวเทียน",
            "กรองน้ำมันเชื้อเพลิง",
            "กรองน้ำมันเครื่อง"
        ],
        "correct": 3
    },{
        "name": "การตรวจเช็กระดับน้ำมันหล่อลื่นในเครื่องยนต์ตรวจเช็กที่อุปกรณ์ส่วนใดของเครื่องยนต์",
        "choice": [
            "อ่างน้ำมันเครื่อง",
            "ฝาเติมน้ำมันเครื่อง",
            "กรองน้ำมันเครื่อง",
            "ก้านวัดน้ำมันเครื่อง"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นขั้นตอนก่อนตรวจเช็กและเติมระดับน้ำมันหล่อลื่นเครื่องยนต์ ที่ถูกต้อง",
        "choice": [
            "จอดรถบนพื้นราบ เช็กน้ำมันขณะยังติดเครื่องยนต์อยู่อย่างน้อง 10-15 นาที",
            "จอดรถบนพื้นราบ เช็กน้ำมันขณะยังไม่ติดเครื่อง หรือดับเครื่องยนต์อย่างน้อย 10-15 นาที",
            "จอดรถบนพื้นราบ เช็กน้ำมันหลังดับเครื่องยนต์ทันที",
            "จอดรถบนพื้นราบ เช็กน้ำมันขณะยังติดเครื่องยนต์ หรือดับเครื่องยนต์ทันที"
        ],
        "correct": 1
    },{
        "name": "ข้อใดคือวิธีการสังเกตรอยรั่วซึมของน้ำมันหล่อลื่นเครื่องยนต์",
        "choice": [
            "สังเกตที่พื้นที่รถจอด และตามรอยต่อ หรือข้อต่อเครื่องยนต์",
            "สังเกตที่อาการเสียงดังของเครื่องยนต์",
            "สังเกตได้จากการดมกลิ่นน้ำมันหล่อลื่นเครื่องยนต์",
            "สังเกตจากความร้อนที่ขึ้นสูงของเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "หากลมยางล้อหน้าด้านซ้ายอ่อนเวลาขับรถจะมีผลอย่างไร",
        "choice": [
            "ยางล้อหลังสึกหรอไม่สม่ำเสมอ",
            "รถกินน้ำมันน้อยกว่าปกติ",
            "พวงมาลัยกินไปด้านขวา",
            "พวงมาลัยกินไปด้านซ้าย"
        ],
        "correct": 3
    },{
        "name": "ถ้าเติมลมยางอ่อนเกินไป จะมีผลกับยางอย่างไร",
        "choice": [
            "ดอกยางตรงกลางจะสึกเร็วกว่าปกติ",
            "การขับขี่จะแข็งกระด้าง",
            "ทำให้ดอกยางทางด้านข้างทั้งสองสึกหรอ",
            "ทำให้กินน้ำมันน้อยลง"
        ],
        "correct": 2
    },{
        "name": "ถ้าเติมลมยางแข็งเกินไป จะมีผลกับยางอย่างไร",
        "choice": [
            "ดอกยางตรงกลางจะสึกหรอเร็วกว่าปกติ",
            "การขับขี่จะนุ่มนวลขึ้น",
            "ทำให้กินน้ำมันเชื้อเพลิง",
            "ดอกยางด้านข้างจะสึกเร็วกว่าปกติ"
        ],
        "correct": 0
    },{
        "name": "การตรวจสอบลมยางข้อใดถูกต้อง",
        "choice": [
            "1 เดือน",
            "2 เดือน",
            "3 เดือน",
            "อย่างน้อยสัปดาห์ละครั้ง"
        ],
        "correct": 3
    },{
        "name": "การเติมลมยางข้อใดถูกต้อง",
        "choice": [
            "เติมในขณะยางยังร้อนอยู่",
            "ควรเติมลมยางในขณะที่ยางยังเย็นอยู่",
            "ควรเติมลมยางให้แข็งมากๆ",
            "ควรเติมลมยางให้อ่อนมากๆ"
        ],
        "correct": 1
    },{
        "name": "โดยปกติการสลับยางควรสลับทุกระยะทางกี่กิโลเมตร",
        "choice": [
            "10,000 กิโลเมตร",
            "25,000 กิโลเมตร",
            "30,000 กิโลเมตร",
            "35,000 กิโลเมตร"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่ใช่สาเหตุที่ทำให้ยางระเบิด",
        "choice": [
            "ใช้ยางเก่าเก็บ",
            "ใช้ยางหมดอายุ",
            "บรรทุกน้ำหนักมากเกินไป",
            "เติมลมยางให้พอดีตามที่กำหนด"
        ],
        "correct": 3
    },{
        "name": "ยางมีหน้าที่อย่างไร",
        "choice": [
            "ตัดต่อเครื่องยนต์",
            "ทำให้รถมีกำลังขับเคลื่อน",
            "ช่วยยึดเกาะถนนไม่ให้ลื่นไถล",
            "ระบายความร้อน"
        ],
        "correct": 2
    },{
        "name": "การเติมลมยางสำหรับรถยนต์ ควรปฏิบัติอย่างไร",
        "choice": [
            "ใช้วิธีเคาะแล้วฟังเสียงยาง",
            "คาดคะเนด้วยสายตา",
            "ปฏิบัติตามคู่มือการใช้รถ",
            "เติมเท่าไรก็ได้"
        ],
        "correct": 2
    },{
        "name": "ฝาปิดจุ๊บลมยางมีประโยชน์อย่างไร",
        "choice": [
            "ป้องกันลมรั่วซึมและสิ่งสกปรกต่างๆ",
            "ป้องกันยางแตก",
            "ป้องกันการขโมยยาง",
            "ป้องกันไม่ให้ใครมาเติมลม"
        ],
        "correct": 0
    },{
        "name": "การเปลี่ยนขนาดยางเล็กเกินไปจะเกิดผลเสียอย่างไร",
        "choice": [
            "ทำให้กินน้ำมันมากกว่าเดิม",
            "พวงมาลัยหนักขณะใช้ความเร็วต่ำ",
            "ยางจะเสียดสีกับตัวถังรถ",
            "ความสามารถในการรับน้ำหนักลดน้อยลง"
        ],
        "correct": 3
    },{
        "name": "การเปลี่ยนขนาดยางใหญ่เกินไปจะเกิดผลเสียอย่างไร",
        "choice": [
            "สิ้นเปลืองน้ำมันเชื้อเพลิง",
            "ความสามารถในการรับน้ำหนักลดน้อยลง",
            "การสึกหรอของดอกยางจะมากขึ้น",
            "พวงมาลัยจะเบามากเมื่อความเร็วต่ำ"
        ],
        "correct": 0
    },{
        "name": "ตัวเลขสองตัวแรก 21 บ่งบอกถึงอะไร",
        "image": "9.55.jpg",
        "choice": [
            "วันที่ผลิตยาง",
            "สัปดาห์ของปีที่ผลิตยาง",
            "เดือนที่ผลิตยาง",
            "ปี ค.ศ"
        ],
        "correct": 1
    },{
        "name": "ตัวเลขสองตัวหลัง 13 บ่งบอกถึงอะไร",
        "image": "9.56.jpg",
        "choice": [
            "ปี ค.ศ.ที่ผลิต",
            "วันที่ผลิต",
            "สัปดาห์ที่ผลิต",
            "ปี ค.ศ.ที่ยางหมดอายุ"
        ],
        "correct": 0
    },{
        "name": "195/60 R 14 85H ตัว R หมายถึง",
        "choice": [
            "ขีดจำกัดความเร็ว",
            "โครงสร้างยางแบบเรเดียล",
            "การรับน้ำหนัก",
            "เส้นผ่าศูนย์กลางล้อ"
        ],
        "correct": 1
    },{
        "name": "การตรวจความตึงของสายพานควรทำอย่างไร",
        "choice": [
            "ใช้ไม้เคาะ",
            "ดูด้วยสายตาก็พอ",
            "ใช้มือกดที่กึ่งกลางสายพาน",
            "ถอดสายพานออกเพื่อนำมาวัด"
        ],
        "correct": 2
    },{
        "name": "อุปกรณ์ของรถส่วนใดไม่เกี่ยวกับระบบสายพาน",
        "choice": [
            "แอร์",
            "ไดชาร์ท",
            "ปั๊มน้ำ",
            "กรองอากาศ"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่สาเหตุของสัญญาณแตรไม่ดัง",
        "choice": [
            "ฟิวส์ขาด",
            "สายไฟขาด",
            "แบตเตอรี่หมด",
            "สายพานขาด"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่สาเหตุของสัญญาณแตรไม่ดัง",
        "choice": [
            "ฟิวส์ขาด",
            "สายไฟขาด",
            "แบตเตอรี่หมด",
            "สายพานขาด"
        ],
        "correct": 3
    },{
        "name": "ข้อใดคือเสียงดังปกติ",
        "choice": [
            "เสียงสายพานหย่อน",
            "เสียงยางรถเสียดสีกับถนน",
            "เสียงที่ดังจากที่ปัดน้ำฝน",
            "เสียงคอมเพลสเซอร์แอร์"
        ],
        "correct": 2
    },{
        "name": "ข้อใดคือผลเสียของการไม่ตรวจเช็ครถก่อนใช้งาน",
        "choice": [
            "ค่าใช้จ่ายในการซ่อมรถยนต์มากขึ้น",
            "ประหยัดเชื้อเพลิง",
            "ลดมลพิษ",
            "ปลอดภัย"
        ],
        "correct": 0
    },{
        "name": "ถ้าเกิดเสียงดังแหลมๆ (เอี๊ยดๆ หรือ จี๊ดๆ) ดังจากห้องเครื่องเกิดจากอะไร",
        "choice": [
            "หม้อน้ำแห้ง",
            "แบตเตอรี่หมด",
            "เครื่องยนต์ทำงานผิดปกติ",
            "สายพานหย่อน"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่สาเหตุที่ควรจะเปลี่ยนสายพาน",
        "choice": [
            "สายพานหย่อน",
            "ร่องสายพานไม่มี",
            "สายพานแตก กรอบ",
            "สายพานขาดครึ่งเส้น"
        ],
        "correct": 0
    },{
        "name": "เสียงใดคือเสียงที่ผิดปกติจากรถยนต์",
        "choice": [
            "เสียงไฟฉุกเฉิน",
            "เสียงไฟเลี้ยว",
            "เสียงเบรกดัง",
            "เสียงไฟถอยหลัง"
        ],
        "correct": 2
    },{
        "name": "ข้อใดไม่ใช่สาเหตุของการเกิดควันไอเสียสีขาว",
        "choice": [
            "กรองอากาศตัน",
            "แหวนลูกสูบหลวม",
            "เติมน้ำมันเครื่องมากเกินไป",
            "เครื่องยนต์สึกหรอมาก"
        ],
        "correct": 0
    },{
        "name": "ข้อใดไม่ใช่สาเหตุของการสตาร์ทรถไม่ติด",
        "choice": [
            "ขั้วแบตเตอรี่หลวม",
            "สายพานหย่อน",
            "น้ำมันเชื้อเพลิงหมด",
            "มอเตอร์สตาร์ทเสีย"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไม่ใช่สาเหตุที่ทำให้เครื่องยนต์ร้อนจัด",
        "choice": [
            "น้ำในหม้อน้ำแห้ง",
            "น้ำกลั่นแบตเตอรี่แห้ง",
            "สายพานพัดลมขาด",
            "น้ำมันเครื่องแห้ง"
        ],
        "correct": 1
    },{
        "name": "ในขณะขับรถมีไฟเตือนสีแดงรูปแบตเตอรี่ปรากฏขึ้นที่แผงหน้าปัดแสดงว่าอะไร",
        "choice": [
            "ไดชาร์ทชำรุด",
            "แบตเตอรี่เสีย",
            "น้ำกลั่นในแบตเตอรี่แห้ง",
            "แบตเตอรี่ไม่มีไฟ"
        ],
        "correct": 0
    },{
        "name": "เบรกมือไม่ควรใช้ในสถานการณ์ใด",
        "choice": [
            "ใช้หยุดรถบนทางลาดชัน",
            "ใช้เมื่อหยุดรถขณะติดไฟแดง",
            "ใช้จอดรถบนทางลาดชัน",
            "ใช้เมื่อขับรถลงทางลาดชัน"
        ],
        "correct": 3
    },{
        "name": "เบรกมือควรใช้ในสถานการณ์ใด",
        "choice": [
            "ใช้จอดหรือหยุดรถบนทางลาดชัน",
            "ใช้เพื่อชะลอความเร็ว",
            "ใช้เมื่อต้องการหยุดรถกะทันหัน",
            "ใช้เมื่อขับรถลงทางลาดชัน"
        ],
        "correct": 0
    },{
        "name": "ควรหลีกเลี่ยงการใช้เบรกอย่างรุนแรงเมื่ออยู่ในสถานการณ์ใด",
        "choice": [
            "ทางขึ้นลาดชัน",
            "ทางร่วม ทางแยก",
            "ทางโค้ง",
            "ทางลงลาดชัน"
        ],
        "correct": 2
    },{
        "name": "วิธียืดอายุการใช้งานของผ้าเบรกควรทำอย่างไร",
        "choice": [
            "ควรกะระยะในการหยุดรถและเบรกอย่างนุ่มนวล",
            "ควรเบรกแบบกะชั้นชิด",
            "ควรเบรกและหมุนพวงมาลัยไปทางซ้ายและขวาเล็กน้อย",
            "ควรใช้เบรกมือและเบรกเท้าพร้อมกันเมื่อต้องการหยุดรถ"
        ],
        "correct": 0
    },{
        "name": "อุปกรณ์ใดที่ไม่มีส่วนช่วยเพิ่มประสิทธิภาพในการทำงานของเบรกรถ",
        "choice": [
            "ยางรถยนต์",
            "พวงมาลัย",
            "เกียร์",
            "ระบบช่วงล่าง"
        ],
        "correct": 1
    },{
        "name": "ถ้าไม่ปลดล็อกเบรกมือเมื่อเคลื่อนรถจะมีอาการอย่างไร",
        "choice": [
            "เมื่อรถเคลื่อนตัวจะรู้สึกว่ารถเร่งความเร็วไม่ขึ้น",
            "เมื่อรถเคลื่อนตัวจะรู้สึกว่ารถออกตัวเร็วขึ้น",
            "เมื่อหมุนพวงมาลัยจะรู้สึกหนัก",
            "เครื่องยนต์มีอาการสะดุด"
        ],
        "correct": 0
    },{
        "name": "เบรกเท้าจะทำงานที่ล้อใดบ้าง",
        "choice": [
            "ล้อหน้าซ้าย ล้อหลังขวา",
            "ล้อคู่หน้า",
            "ล้อคู่หลัง",
            "ทั้ง 4 ล้อ"
        ],
        "correct": 3
    },{
        "name": "สีของน้ำมันเบรกที่มีคุณภาพคือสีอะไร",
        "choice": [
            "สีเหลืองใส",
            "สีดำข้น",
            "สีแดง",
            "สีน้ำตาลเข้ม"
        ],
        "correct": 0
    },{
        "name": "สีของน้ำมันเบรกที่เสื่อมสภาพคือสีใด",
        "choice": [
            "สีฟ้า",
            "สีแดง",
            "สีดำ",
            "สีเหลือง"
        ],
        "correct": 2
    },{
        "name": "เบรกมือใช้ควบคุมล้อใดของรถ",
        "choice": [
            "ล้อคู่หลัง",
            "ล้อคู่หน้า",
            "ทั้งสี่ล้อ",
            "ล้อหลังขวา ล้อหน้าซ้าย"
        ],
        "correct": 0
    },{
        "name": "เมื่อเหยียบเบรกแล้วเกิดเสียงดังเป็นเพราะสาเหตุใด",
        "choice": [
            "ผ้าเบรกหมดหรือหมดอายุ",
            "ยางหมดอายุ",
            "ลมยางอ่อน",
            "ลมยางแข็ง"
        ],
        "correct": 0
    },{
        "name": "ผ้าเบรกจะทำงานเสียดสีกับอุปกรณ์ส่วนใดของรถยนต์",
        "choice": [
            "ยางรถยนต์",
            "ล้อรถยนต์",
            "กระทะล้อ",
            "จานเบรก"
        ],
        "correct": 3
    },{
        "name": "ข้อใดคือหน้าที่ของน้ำมันเครื่องยนต์",
        "choice": [
            "ระบายความร้อนออกจากหม้อน้ำ",
            "ระบายความร้อนออกจากเครื่องยนต์",
            "ระบายความร้อนจากผ้าเบรก",
            "ทำความสะอาดหม้อน้ำ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดไม่ใช่หน้าที่ของน้ำมันเครื่องยนต์",
        "choice": [
            "ระบายความร้อนออกจากหม้อน้ำ",
            "หล่อลื่นชิ้นส่วนที่เคลื่อนที่เพื่อลดการสึกหรอ",
            "ทำความสะอาดชิ้นส่วนภายในเครื่องยนต์",
            "ระบายความร้อนออกจากเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "การเตรียมความพร้อมของรถยนต์ก่อนการตรวจวัดระดับน้ำมันเครื่องยนต์ ข้อใดถูกต้อง",
        "choice": [
            "จอดรถยนต์บนพื้นราบและดับเครื่องยนต์",
            "จอดรถยนต์บนพื้นลาดเอียงและติดเครื่องยนต์",
            "จอดรถยนต์ที่ใดก็ได้และติดเครื่องยนต์",
            "ล้างอัดฉีดรถยนต์ให้สะอาดก่อน"
        ],
        "correct": 0
    },{
        "name": "การตรวจเช็กระดับน้ำมันเครื่องยนต์ดูได้จากสิ่งใด",
        "choice": [
            "ก้านวัดระดับน้ำมันเครื่องยนต์",
            "ก้านวัดระดับน้ำมันเกียร์ออโต้",
            "ก้านวัดระดับน้ำมันเพาเวอร์",
            "กรองน้ำมันเครื่องยนต์"
        ],
        "correct": 0
    },{
        "name": "การตรวจวัดระดับน้ำมันเครื่องยนต์ในข้อใดมีระดับน้ำมันที่ดีที่สุด",
        "choice": [
            "น้ำมันเครื่องยนต์อยู่ระดับ F",
            "น้ำมันเครื่องยนต์อยู่ระดับ L",
            "น้ำมันเครื่องยนต์อยู่ระดับต่ำกว่า L",
            "น้ำมันเครื่องยนต์อยู่ระดับต่ำกว่า F"
        ],
        "correct": 0
    },{
        "name": "ถ้าระดับน้ำมันเครื่องยนต์สูงเกินไปจะมีผลอย่างไร",
        "choice": [
            "ลดความร้อนของเครื่องยนต์",
            "ยืดอายุการใช้งานของเครื่องยนต์ให้ยาวกว่าปกติ",
            "ทำให้เกิดแรงดันสูงในห้องเครื่องยนต์ และมีควันขาว",
            "เกิดการเผาไหม้อย่างสมบูรณ์ ลดมลพิษ"
        ],
        "correct": 2
    },{
        "name": "ถ้าระดับน้ำมันเครื่องยนต์ต่ำเกินไปจะมีผลอย่างไร",
        "choice": [
            "ประหยัดน้ำมันเชื้อเพลิง",
            "ยืดอายุการทำงานของชิ้นส่วนเครื่องยนต์",
            "เครื่องแรงสตาร์ทติดง่าย",
            "ทำให้ชิ้นส่วนของเครื่องยนต์สึกหรออย่างรวดเร็ว"
        ],
        "correct": 3
    },{
        "name": "เพื่อความปลอดภัยในการใช้รถควรตรวจวัดระดับน้ำมันเครื่องยนต์อย่างน้อยที่สุด",
        "choice": [
            "สัปดาห์ละ 1 ครั้ง",
            "เดือนละ 2 ครั้ง",
            "เดือนละ 1 ครั้ง",
            "สองเดือน 1 ครั้ง"
        ],
        "correct": 0
    },{
        "name": "น้ำมันเบรกควรเปลี่ยนเมื่อใด",
        "choice": [
            "ควรเปลี่ยนทุก 3 เดือน",
            "ควรเปลี่ยนทุก 6 เดือน",
            "ควรเปลี่ยนทุก 1 ปี",
            "ควรเปลี่ยนทุกครั้งที่เปลี่ยนน้ำมันเครื่อง"
        ],
        "correct": 2
    },{
        "name": "คุณสมบัติของน้ำมันเบรกคือข้อใด",
        "choice": [
            "ของเหลวที่ทำหน้าที่เป็นตัวกลางในการถ่ายทอดกำลังจากแป้นเบรก",
            "น้ำมันหล่อลื่นที่มีจุดเดือดต่ำ",
            "สารเคมีที่ใช้ไล่ความชื้น",
            "น้ำมันหล่อลื่นที่ระเหยได้ง่าย"
        ],
        "correct": 0
    },{
        "name": "ข้อใดคือการตรวจวัดระดับน้ำมันเครื่องยนต์",
        "choice": [
            "ฟังเสียงเครื่องยนต์",
            "ดึงก้านวัดน้ำมันเครื่องออกมาตรวจสอบ",
            "ดูรอยหยดของน้ำมันเครื่อง",
            "เปิดฝาน้ำมันเครื่องดู"
        ],
        "correct": 1
    },{
        "name": "หากระดับน้ำมันเพาเวอร์ต่ำกว่ากำหนด จะมีผลอย่างไรต่อการขับรถของท่าน",
        "choice": [
            "พวงมาลัยจะหนักมากกว่าปกติ",
            "ขับรถแล้วจะเอียงซ้าย",
            "ขับรถแล้วจะเอียงขวา",
            "ขับรถแล้วส่ายไปมา"
        ],
        "correct": 0
    },{
        "name": "ควรเปลี่ยนน้ำมันเบรกเมื่อใด",
        "choice": [
            "ควรเปลี่ยนทุก 2 ปี",
            "ควรเปลี่ยนทุก 5 ปี",
            "ควรเปลี่ยนทุกปี",
            "ไม่ต้องเปลี่ยน คอยเติมให้ได้ระดับเท่านั้น"
        ],
        "correct": 2
    },{
        "name": "ข้อใดไม่ใช่คุณสมบัติของน้ำมันเครื่องยนต์",
        "choice": [
            "ประหยัดน้ำมันเชื้อเพลิง",
            "ช่วยหล่อลื่น ลดการเสียดสีและการสึกหรอ",
            "ป้องกันการเกิดสนิมในเครื่องยนต์",
            "ป้องกันฝุ่นละออง"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช่การตรวจสอบน้ำมันเครื่องยนต์",
        "choice": [
            "ดมกลิ่น",
            "สี",
            "ปริมาณ",
            "ความหนืด สิ่งเจือปน"
        ],
        "correct": 0
    },{
        "name": "การเติมน้ำมันเครื่องควรเติมปริมาณเท่าไหร่",
        "choice": [
            "เติมให้สูงกว่าขีดบนของก้านวัด",
            "ปริมาณเสมอขีดบนของก้านวัด",
            "เติมให้ต่ำกว่าขีดล่างของก้านวัด",
            "เติมให้เต็มเครื่องยนต์"
        ],
        "correct": 1
    },{
        "name": "หม้อน้ำรถยนต์มีหน้าที่อะไร",
        "choice": [
            "ระบายความร้อนของเครื่องยนต์",
            "ทำให้รถวิ่งเร็วขึ้น",
            "ระบายความร้อนให้ห้องผู้โดยสาร",
            "ทำให้ประหยัดน้ำมัน"
        ],
        "correct": 0
    },{
        "name": "การเติมน้ำในหม้อพักน้ำควรเติมให้อยู่ในระดับใด",
        "choice": [
            "เติมให้อยู่ระหว่าง Full กับ Low",
            "เติมให้เลยระดับ Full",
            "เติมให้ต่ำกว่า Low",
            "เติมให้ถึงฝาปิด"
        ],
        "correct": 0
    },{
        "name": "อุณหภูมิเครื่องยนต์ที่ทำงานปกติควรอยู่เท่าไร",
        "choice": [
            "60 – 70 องศาเซลเซียส",
            "50 - 60 องศาเซลเซียส",
            "40- 50 องศาเซลเซียส",
            "80 – 95 องศาเซลเซียส"
        ],
        "correct": 3
    },{
        "name": "ถ้าเครื่องยนต์ร้อนจัดไม่ควรปฏิบัติอย่างไร",
        "choice": [
            "เติมน้ำเมื่อเครื่องยนต์เย็นลง",
            "เอาน้ำราดลงไปที่เครื่องยนต์จะทำให้เครื่องยนต์เย็น",
            "เปิดฝากระโปรงเพื่อระบายความร้อน",
            "ปิดแอร์ เปิดหน้าต่างและจอดรถ"
        ],
        "correct": 1
    },{
        "name": "ถ้าพัดลมหม้อน้ำเสียจะเกิดอะไรขึ้น",
        "choice": [
            "อุณหภูมิของน้ำและเครื่องยนต์จะเพิ่มขึ้น",
            "อุณหภูมิของน้ำและเครื่องยนต์จะลดลง",
            "อุณหภูมิของน้ำและเครื่องยนต์จะคงที่",
            "ประหยัดน้ำมัน"
        ],
        "correct": 0
    },{
        "name": "พัดลมหม้อน้ำมีหน้าที่อะไร",
        "choice": [
            "ช่วยระบายความร้อนของเบรก",
            "ทำให้น้ำร้อนเร็วขึ้น",
            "ช่วยระบายความร้อนของหม้อน้ำ",
            "ทำให้ประหยัดน้ำมันเชื้อเพลิง"
        ],
        "correct": 2
    },{
        "name": "ไม่ควรเปิดฝาหม้อน้ำในกรณีใด",
        "choice": [
            "เปิดตอนเช้าขณะยังไม่ติดเครื่องยนต์",
            "เครื่องเย็น",
            "เครื่องร้อนจัด",
            "เปิดถังพักสำรองหม้อน้ำเพื่อเติมน้ำ"
        ],
        "correct": 2
    },{
        "name": "สภาพท่อยางหม้อน้ำที่ยังใช้งานได้ดีต้องมีลักษณะอย่างไร",
        "choice": [
            "บีบแล้วต้องมีความยืดหยุ่น",
            "บีบแล้วต้องแข็งกระด้าง",
            "มีรอยบวมที่ท่อยาง",
            "มีรอยฉีกขาด"
        ],
        "correct": 0
    },{
        "name": "ปั๊มน้ำรถยนต์มีหน้าที่อย่างไร",
        "choice": [
            "ทำให้น้ำหมุนเวียนจากเครื่องไปยังหม้อน้ำแล้วไหลกลับเข้าเครื่องยนต์",
            "ทำให้น้ำมันเชื้อเพลิงหมุนเวียนจากเครื่องไปยังถังน้ำมันเชื้อเพลิง",
            "ทำให้น้ำมันเครื่องหมุนเวียนภายในเครื่องยนต์",
            "ปั๊มน้ำจากภายนอกเวลาน้ำในหม้อน้ำขาดหายไป"
        ],
        "correct": 0
    },{
        "name": "ข้อใดคือวิธีป้องกันไม่ให้เครื่องยนต์ร้อนจัด",
        "choice": [
            "เติมยางรถยนต์ให้มากกว่าปกติ",
            "เปิดเครื่องปรับอากาศรถยนต์ให้แรง",
            "เปลี่ยนพัดลมให้ใหญ่ขึ้น",
            "ตรวจระดับน้ำในหม้อน้ำก่อนใช้งานทุกวัน"
        ],
        "correct": 3
    },{
        "name": "การตรวจสอบลมยางล้อรถ จะต้องตรวจสอบที่ล้อใด",
        "choice": [
            "เฉพาะล้อหน้า",
            "เฉพาะล้อหลัง",
            "ทั้งสี่ล้อ",
            "ทั้งสี่ล้อและล้ออะไหล่"
        ],
        "correct": 3
    },{
        "name": "ข้อใดกล่าวไม่ถูกต้อง",
        "choice": [
            "แม่แรง ค้ำยัน ใช้ในการยกรถ",
            "ยางอะไหล่ไม่จำเป็นต้องมีก็ได้",
            "ไฟฉาย ช่วยในการหาจุดชำรุดในเวลากลางคืน",
            "อุปกรณ์ดับเพลิง ใช้เมื่อเกิดเพลิงไหม้เครื่องยนต์"
        ],
        "correct": 1
    },{
        "name": "ข้อใดกล่าวไม่ถูกต้องเกี่ยวกับการตรวจเช็กรถก่อนใช้งาน",
        "choice": [
            "ตรวจการชำรุดของสัญญาณไฟโดยการเปิดไฟกระพริบรอบตัวรถ",
            "เพื่อยึดอายุการใช้งานของแบตเตอรี่ ควรใช้น้ำบาดาลเติมอยู่เสมอ",
            "ควรดับเครื่องก่อนเช็คน้ำมันหล่อลื่น",
            "ตรวจวัดแรงดันลมยางเป็นประจำ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดเป็นการตรวจเช็กและบำรุงรักษาอุปกรณ์รถยนต์ที่ไม่ถูกต้อง",
        "choice": [
            "เติมน้ำฉีดกระจกด้วยน้ำสะอาดผสมน้ำยาล้างจานเพื่อเพิ่มประสิทธิภาพในการล้างสิ่งสกปรก",
            "เติมน้ำมันเครื่องโดยเติมให้อยู่ระดับบนเสมอ",
            "ควรใช้น้ำกลั่นเติมลงในแบตเตอรี่ทุกครั้ง",
            "ควรตรวจสอบการรัดตรึงของหัวขั้วแบตเตอรี่ให้มีสภาพพร้อมใช้งานเสมอ"
        ],
        "correct": 0
    },{
        "name": "การตรวจสอบระดับน้ำมันเครื่องในเครื่องยนต์ ควรตรวจสอบเมื่อใด",
        "choice": [
            "หลังดับเครื่องยนต์ทันที",
            "ขณะที่เครื่องยนต์ทำงาน",
            "หลังดับเครื่องยนต์อย่างน้อย 10 นาที",
            "ขณะที่จอดรถบนเนิน"
        ],
        "correct": 2
    },{
        "name": "ในการถอดขั้วแบตเตอรี่ ควรถอดขั้วใดก่อน",
        "choice": [
            "ถอดขั้วบวกและขั้วลบพร้อมกัน",
            "ขั้วบวก",
            "ขั้วใดก่อนก็ได้",
            "ขั้วลบ"
        ],
        "correct": 3
    },{
        "name": "ระดับของเหลวในข้อใดต่อไปนี้ หากอยู่ในระดับที่ต่ำจะมีโอกาสทำให้เกิดอุบัติเหตุ",
        "choice": [
            "ระดับน้ำมันเบรก",
            "ระดับน้ำในแบตเตอรี่",
            "ระดับน้ำยาหล่อเย็น",
            "ระดับน้ำฉีดกระจก"
        ],
        "correct": 0
    },{
        "name": "เพราะเหตุใดจึงไม่ควรเติมน้ำในถังพักหม้อน้ำให้เต็มถัง",
        "choice": [
            "เพราะต้องสำรองเนื้อที่ในการขยายตัวของน้ำเมื่อเกิดความร้อน",
            "เพราะน้ำในหม้อน้ำจะร้อนมากยิ่งขึ้น",
            "เพราะจะทำให้เครื่องยนต์ชำรุด",
            "เพราะจะทำให้หม้อน้ำเป็นสนิมมากยิ่งขึ้น"
        ],
        "correct": 0
    },{
        "name": "ข้อใดต่อไปนี้ปฏิบัติไม่ถูกต้อง",
        "choice": [
            "ควรอุ่นเครื่องยนต์ก่อนออกเดินทางทุกครั้ง",
            "ฟังเสียงเครื่องยนต์ทุกครั้งว่ามีความผิดปกติหรือไม่",
            "ดับเครื่องยนต์แล้วเช็กระดับน้ำมันเครื่องทันที",
            "ตรวจสอบระบบส่งกำลังทุกครั้งว่าใช้งานได้อย่างปกติหรือไม่"
        ],
        "correct": 2
    },{
        "name": "การตรวจสอบลมยางที่ถูกต้องควรปฏิบัติอย่างไร",
        "choice": [
            "เอาเหล็กมาตีที่หน้ายาง",
            "ใช้เครื่องวัดลมยาง",
            "ดูด้วยตาเปล่า",
            "ใช้มือคลำ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดต่อไปนี้ไม่ใช่สาเหตุที่ทำให้เครื่องยนต์สตาร์ทไม่ติดหรือติดยาก",
        "choice": [
            "แบตเตอรี่มีไฟไม่เพียงพอ",
            "เติมน้ำมันเครื่องมากเกินไป",
            "น้ำมันเชื้อเพลิงหมด",
            "ฟิวส์ขาด"
        ],
        "correct": 1
    },{
        "name": "การตรวจสอบลมยางที่ถูกต้องจะต้องทำเมื่อใด",
        "choice": [
            "เมื่อยางล้อรถมีอุณหภูมิต่ำ",
            "หลังจากที่ขับขี่ติดต่อมาหลายชั่วโมง",
            "เมื่อยางล้อรถมีอุณหภูมิสูง",
            "หลังจากที่ขับขี่ด้วยความเร็วสูง"
        ],
        "correct": 0
    },{
        "name": "แบตเตอรี่มีอายุการใช้งานน้อยกว่าปกติมีสาเหตุเกิดจากสิ่งใด",
        "choice": [
            "น้ำกลั่นแห้งบ่อยครั้ง",
            "เปิดไฟหน้ารถตลอดเวลาเพราะมีหมอกควันเวลาขับรถ",
            "เปิดไฟหน้าบ่อยครั้งเวลาขับในช่วงกลางคืน",
            "เปิดปิดกระจกรถบ่อยครั้งเวลาขับรถ"
        ],
        "correct": 0
    },{
        "name": "หม้อน้ำซึมสังเกตุจากสิ่งใดได้บ้าง",
        "choice": [
            "เร่งเครื่องยนต์ไม่ขึ้น",
            "เข้าเกียร์ไม่ได้ตามปกติรู้สึกติดขัดเวลาปรับเกียร์",
            "รอบเครื่องยนต์จะสูงขึ้นมากกว่าปกติ",
            "สังเกตคราบน้ำยาหล่อเย็นบริเวณจุดที่ซึม"
        ],
        "correct": 3
    },{
        "name": "ถ้าจะเติมน้ำในถังพักหม้อน้ำไม่ควรเติมน้ำชนิดใด",
        "choice": [
            "น้ำบาดาล",
            "น้ำฝน",
            "น้ำกลั่น",
            "น้ำประปา"
        ],
        "correct": 0
    },{
        "name": "การตรวจสอบความตึง-หย่อนของสายพานเครื่องยนต์เบื้องต้น ควรตรวจสอบอย่างไร",
        "choice": [
            "ดูสายพานเครื่องยนต์ ด้วยตาเปล่า",
            "ใช้นิ้วมือกดสายพานเครื่องยนต์",
            "ติดเครื่องฟังเสียงสายพานเครื่องยนต์",
            "ใช้มือคลำสายพานเครื่องยนต์"
        ],
        "correct": 1
    },{
        "name": "การตรวจสอบระบบไฟฟ้าในรถยนต์ควรตรวจสอบอะไรบ้าง",
        "choice": [
            "ไฟเลี้ยวซ้าย-ขวา",
            "ไฟเบรกและไฟหน้า",
            "ไฟหน้าและไฟเลี้ยวซ้ายขวา",
            "ไฟเลี้ยวซ้าย-ขวาและไฟหน้าสูงต่ำ-ไฟหรี่-ไฟเบรก-ไฟส่องป้ายทะเบียนรถ"
        ],
        "correct": 3
    },{
        "name": "การเติมน้ำในถังพักหม้อน้ำควรอยู่ในระดับใด",
        "choice": [
            "อยู่ระหว่างเกณฑ์สูง-ต่ำ ที่กำหนดไว้ข้างถังพักน้ำ",
            "เต็มถัง",
            "เติมเท่าไรก็ได้",
            "ครึ่งถัง"
        ],
        "correct": 0
    },{
        "name": "เหตุใดจึงไม่ควรเติมน้ำในถังพักหม้อน้ำให้เต็มถัง",
        "choice": [
            "เพราะ จะทำให้เครื่องยนต์ชำรุด",
            "เพราะ น้ำในหม้อน้ำจะร้อนมากยิ่งขึ้น",
            "เพราะจะทำให้หม้อน้ำเป็นสนิมมากยิ่งขึ้น",
            "เพราะ สำรองเนื้อที่การขยายตัวของน้ำเมื่อเกิดความร้อน"
        ],
        "correct": 3
    }]
},{
    "name": "หมวดรูปภาพจราจร",
    "no": 10,
    "icon": "car-outline",
    "exam": [{
        "name": "จากภาพผู้ขับขี่รถคัน ก. ต้องการขับรถตรงไปจะต้องปฏิบัติอย่างไร",
        "image": "10.1.jpg",
        "choice": [
            "หยุดรอให้รถคัน ข. ขับผ่านไปก่อน",
            "ขับรถผ่านไปได้เลย",
            "หยุดรอให้รถคัน ค. ขับผ่านไปก่อน",
            "หยุดรอให้รถคัน ข. และ ค. ขับผ่านไปก่อน"
        ],
        "correct": 0
    },{
        "name": "จากภาพผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "10.2.jpg",
        "choice": [
            "ห้ามหยุดแต่สามารถจอดรถได้ทุกชนิด",
            "ห้ามจอดรถทุกชนิดยกเว้นรถยนต์",
            "ห้ามหยุดห้ามจอดรถทุกชนิด",
            "ห้ามจอดแต่สามารถหยุดรถได้ชั่วขณะ"
        ],
        "correct": 2
    },{
        "name": "จากภาพรถคันใดมีสิทธิใช้ทางได้ก่อน",
        "image": "10.3.jpg",
        "choice": [
            "รถคัน ก. เนื่องจากอยู่ในทางโท",
            "รถคัน ข. เนื่องจากอยู่ในทางเอก",
            "รถคัน ก. เนื่องจากอยู่ในทางเอก",
            "รถคัน ข. เนื่องจากอยู่ในทางโท"
        ],
        "correct": 1
    },{
        "name": "ผู้ขับขี่รถคัน ก. ต้องการจะขับรถตรงไป จะต้องปฏิบัติอย่างไร",
        "image": "10.4.jpg",
        "choice": [
            "หยุดรอให้รถคัน ค. ขับผ่านไปก่อน",
            "ขับรถไปต่อท้ายรถคัน ข. เพื่อไม่ให้เกิดช่องว่าง",
            "ขับรถไปจอดคู่กับรถคัน ข. ทางด้านขวา",
            "ขับรถไปต่อท้ายรถคัน ข. และเปิดไฟฉุกเฉินให้ผู้ขับรถคัน ค. รู้"
        ],
        "correct": 0
    },{
        "name": "จากภาพผู้ขับขี่รถคันนี้จะต้องปฏิบัติอย่างไร",
        "image": "10.5.jpg",
        "choice": [
            "หยุดรถและรอให้รถในทางขวาง(แสดงว่าเป็นทางรอง)หน้าขับผ่านไปก่อน",
            "ขับรถผ่านไปได้ทันทีเนื่องจากเป็นเส้นประ",
            "ขับรถผ่านไปได้ทันทีเนื่องจากมีป้ายให้ทางแสดงไว้",
            "ให้ชะลอรถแล้วหยุดคร่อมเส้นประเพื่อให้มองเห็นรถที่มาจากด้านขวามือ"
        ],
        "correct": 0
    },{
        "name": "จากภาพผู้ขับขี่ต้องปฏิบัติอย่างไร",
        "image": "10.6.jpg",
        "choice": [
            "หยุดรถและรอให้รถในทางขวางหน้าขับผ่านไปก่อน",
            "ให้ชะลอรถแล้วหยุดคร่อมเส้นประเพื่อให้มองเห็นรถที่มาจากด้านขวามือ",
            "ขับรถผ่านไปได้ทันทีเนื่องจากเป็นเส้นประ",
            "ขับรถผ่านไปได้ทันทีเนื่องจากมีป้ายให้ทางแสดงไว้"
        ],
        "correct": 0
    },{
        "name": "จากภาพต่อไปนี้ ภาพใดแสดงการจอดรถอย่างถูกต้อง?",
        "type": "image",
        "choice": [
            "10.7.ก.jpg",
            "10.7.ข.jpg",
            "10.7.ค.jpg",
            "10.7.ง.jpg"
        ],
        "correct": 3
    },{
        "name": "จากภาพต่อไปนี้ ภาพใดแสดงการจอดรถอย่างถูกต้อง?",
        "type": "image",
        "choice": [
            "10.8.ก.jpg",
            "10.8.ข.jpg",
            "10.8.ค.jpg",
            "10.8.ง.jpg"
        ],
        "correct": 2
    },{
        "name": "จากภาพ ข้อใดแสดงการหยุดรถที่ไม่ถูกต้อง?",
        "type": "image",
        "choice": [
            "10.9.ก.jpg",
            "10.9.ข.jpg",
            "10.9.ค.jpg",
            "10.9.ง.jpg"
        ],
        "correct": 0
    },{
        "name": "ภาพในข้อใดต่อไปนี้ แสดงการเลี้ยวรถที่ถูกต้อง?",
        "type": "image",
        "choice": [
            "10.10.ก.jpg",
            "10.10.ข.jpg",
            "10.10.ค.jpg",
            "10.10.ง.jpg"
        ],
        "correct": 2
    },{
        "name": "ภาพในข้อใดต่อไปนี้ถูกต้อง?",
        "type": "image",
        "choice": [
            "10.11.ก.jpg",
            "10.11.ข.jpg",
            "10.11.ค.jpg",
            "10.11.ง.jpg"
        ],
        "correct": 0
    },{
        "name": "จากภาพรถคันใดมีสิทธิ์ขับผ่านไปได้ก่อน",
        "image": "10.12.jpg",
        "choice": [
            "ทั้งรถ A และ รถ B",
            "คันที่มาถึงทางร่วมทางแยกก่อน",
            "รถคัน B",
            "รถคัน A"
        ],
        "correct": 2
    },{
        "name": "จากภาพเครื่องหมายแบ่งช่องจราจรบนพื้นทาง หมายความว่าอย่างไร?",
        "image": "10.13.jpg",
        "choice": [
            "ให้ผู้ขับขี่กลับรถได้",
            "ให้ผู้ขับขี่เลี้ยวขวาได้",
            "ให้ผู้ขับขี่จอดรถได้",
            "ห้ามผู้ขับขี่แซงเข้าไปในทางเดินรถทางขวา"
        ],
        "correct": 3
    },{
        "name": "ในทางร่วมทางแยกที่ไม่มีสัญญาณไฟ ถ้าขับรถมาถึงพร้อมกัน รถคันใดมีสิทธิ์ขับผ่านไปได้ก่อน",
        "image": "10.14.jpg",
        "choice": [
            "คันที่มาถึงทางร่วมทางแยกก่อน",
            "ทั้งรถ ก. และ รถ ข.",
            "รถ ข.",
            "รถ ก."
        ],
        "correct": 2
    },{
        "name": "จากภาพ รถคัน ก. จะต้องปฏิบัติอย่างไร",
        "image": "10.15.jpg",
        "choice": [
            "หยุดรถเพื่อให้รถจากทางด้านซ้ายขับผ่านไปก่อน",
            "ลดความเร็วของรถเพื่อให้รถทางด้านซ้ายและขวาขับผ่านไปก่อน",
            "หยุดรถเพื่อให้รถทางด้านขวามือขับผ่านไปก่อน",
            "ขับรถผ่านทางร่วมทางแยกไปได้เลย"
        ],
        "correct": 0
    },{
        "name": "จากภาพผู้ขับขี่รถคันใดสามารถขับรถแซงผ่านขึ้นหน้ารถคันอื่นได้",
        "image": "10.16.jpg",
        "choice": [
            "รถคัน ก.",
            "รถคัน ก.และคัน ข",
            "รถคัน ข.",
            "รถจักรยานยนต์"
        ],
        "correct": 2
    },{
        "name": "จากภาพข้อใดถูกต้อง?",
        "type": "image",
        "choice": [
            "10.17.ก.jpg",
            "10.17.ข.jpg",
            "10.17.ค.jpg",
            "10.17.ง.jpg"
        ],
        "correct": 2
    },{
        "name": "ผู้ขับขี่ต้องการเลี้ยวขวาและมีรถทางตรงวิ่งสวนมา จะต้องปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถให้รถทางขวามือผ่านไปก่อนจึงเลี้ยวขวาได้",
            "หยุดรอให้รถทางตรงสวนมาก่อนจึงเลี้ยวขวาได้",
            "เลี้ยวได้ทันที",
            "ห้ามเลี้ยวรถ"
        ],
        "correct": 1
    },{
        "name": "กรณีมีรถเลี้ยวซ้ายและเลี้ยวขวาพร้อมกันในเส้นทางเดียวกันผู้ขับขี่ต้องทำอย่างไร",
        "choice": [
            "ผู้ที่จะเลี้ยวซ้ายเลี้ยวได้ทันที",
            "ผู้ที่จะเลี้ยวซ้ายต้องหยุดให้ทางแก่รถที่เลี้ยวมาจากทางขวาก่อน",
            "ผู้ที่จะเลี้ยวขวาต้องหยุดให้ทางแก่รถที่เลี้ยวมาจากทางด้านซ้ายก่อน",
            "ห้ามเลี้ยวซ้าย"
        ],
        "correct": 1
    },{
        "name": "กรณีที่เราเห็นรถคันอื่นให้สัญญาณจะเลี้ยวรถหรือเปลี่ยนช่องทางการเดินรถ จะต้องปฏิบัติอย่างไร",
        "choice": [
            "หยุดรถ",
            "จอดรถ",
            "ชะลอความเร็วและให้ทางแก่เขาไปก่อน",
            "เร่งความเร็วเพื่อจะไปก่อน"
        ],
        "correct": 2
    }]
},{
    "name": "หมวดการรับรู้สถานการณ์อันตราย",
    "no": 11,
    "icon": "car-outline",
    "exam": [{
        "name": "รถยนต์ ก. และรถยนต์ ข. วิ่งมาถึงทางแยกพร้อมกัน และเกิดอุบัติเหตุเฉี่ยวกัน ดังรูป",
        "image": "11.1.jpg",
        "choice": [
            "รถยนต์ ก. เป็นฝ่ายผิดเนื่องจากบริเวณทางแยกลักษณะนี้ ต้องให้รถที่อยู่ด้านขวาไปก่อน",
            "รถยนต์ ข. เป็นฝ่ายผิด",
            "ทั้งรถยนต์ ก. และรถยนต์ ข. ผิดด้วยกันทั้ง 2 ฝ่าย",
            "ไม่มีรถยนต์ฝ่ายใดผิด"
        ],
        "correct": 0
    },{
        "name": "รถ ก. , ข. และ ค. เลี้ยวซ้ายพร้อมกัน คันใดกระทำผิดกฎหมาย",
        "image": "11.2.jpg",
        "choice": [
            "รถคัน ก. และ ข. ผิด เพราะเลี้ยวซ้ายพร้อมกัน",
            "รถคัน ก. และ ค. ผิด เพราะเลี้ยวซ้ายพร้อมกัน",
            "รถคัน ข. และ ค. ผิด เพราะเลี้ยวซ้ายพร้อมกัน",
            "รถคัน ก., ข. และ ค. ผิด เพราะเลี้ยวซ้ายพร้อมกัน"
        ],
        "correct": 1
    },{
        "name": "จากรูป สมมติว่าท่านเป็นผู้ขับรถคัน ก. และมีความประสงค์จะขับเข้าซอยซ้ายมือด้านหน้า รถโดยสารประจำทางที่กำลังจอดรับส่งผู้โดยสารที่ป้ายรถเมล์ ท่านต้องขับรถอย่างไรจึงจะปลอดภัย",
        "image": "11.3.jpg",
        "choice": [
            "หยุดรถหลังรถโดยสารประจำทาง รถให้รถโดยสารประจำทางขับออกไปก่อนแล้วค่อยขับเลี้ยวเข้าซอย",
            "ขับแซงด้านซ้ายรถโดยสารประจำทางแล้วค่อยเลี้ยวซ้ายเข้าซอย",
            "ขับแซงด้านขวารถโดยสารประจำทางแล้วค่อยเลี้ยวซ้ายเข้าซอย",
            "ถูกทั้งข้อ ก, ข. และ ค."
        ],
        "correct": 0
    },{
        "name": "สมมติว่าท่านขับรถคัน ก. ออกจากห้างสรรพสินค้า ซึ่งมีป้ายรถเมล์อยู่หน้าห้างดังรูป ท่านจะต้องขับรถอย่างไรจึงจะปลอดภัย",
        "image": "11.4.jpg",
        "choice": [
            "หยุดรถบริเวณทางออกดูรถด้านขวามือ ถ้าไม่มีรถวิ่งมาก็ขับรถเลี้ยวขวาแซงรถประจำทางออกไป",
            "หยุดรถบริเวณทางออก ดูรถด้านขวามือ ถ้าไม่มีรถวิ่งมาก็ดูรถด้านซ้ายมือว่ามีรถมาจอดต่อท้ายรถโดยสารประจำทางหรือ ไม่ ถ้าด้านซ้ายมือไม่มีรถก็ขับรถออกไป",
            "ไม่ต้องหยุดรอ ขับเลี้ยวซ้ายออกมาต่อท้ายรถโดยสารประจำทาง",
            "ถูกทุกข้อ"
        ],
        "correct": 1
    },{
        "name": "จากรูปเป็นการชนประสานงากันระหว่างรถคัน ก และ รถคัน ข ถามว่ารถ ก. หรือ รถ ข. เป็นฝ่ายผิด เพราะอะไร",
        "image": "11.5.jpg",
        "choice": [
            "รถ ก. ผิด เพราะแซงซ้ายบนทางโค้งส่วนรถ ข. ถูก เพราะช่องที่ขับมาเป็นไหล่ทางไม่ใช่",
            "รถ ก. ผิด เพราะขับรถย้อนศร ส่วนรถ ก. ถูกเพราะเป็นไหล่ทางช่องรถวิ่งสามารถขับได้",
            "รถ ก. เป็นฝ่ายถูก เพราะขับรถชิดขอบทางด้านซ้าย ส่วนรถ ข. เป็นฝ่ายผิด เพราะขับรถชิดขอบทางด้านขวา",
            "รถ ก. ผิด เพราะแซงด้านซ้าย ส่วนรถ ข. ผิดเพราะขับรถย้อนศร"
        ],
        "correct": 3
    },{
        "name": "สมมติท่านขับรถคัน ก. ในระหว่างที่ขับรถอยู่นั้นรถในช่องทางด้านขวามือของท่านตั้งแต่รถคัน ข. ลงมา อยู่ ๆ ก็หยุดรถท่านเห็นรถในช่องขวามือของท่านหยุด ท่านจะทำอย่างไร",
        "image": "11.6.jpg",
        "choice": [
            "ขับรถต่อไป เพราะช่องเดินรถของท่านโล่งสามารถขับรถต่อไปได้",
            "เร่งเครื่องยนต์รีบขับขึ้นหน้ารถด้านขวามือ",
            "ชะลอความเร็ว เนื่องจากไม่แน่ใจว่ารถด้านขวาหยุดให้ผู้โดยสารลงรถหรือไม่",
            "หยุดรถ เพราะคาดว่าทางข้างหน้าอาจจะมีคนข้ามถนน"
        ],
        "correct": 3
    },{
        "name": "ท่านขับรถตามหลังรถโดยสารประจำทาง เมื่อถึงป้ายรถเมล์ รถโดยสารประจำทางจอดให้ผู้โดยสารขึ้นและลงรถ เมื่อท่านเห็นรถโดยสารประจำทางหยุด ท่านจะทำอย่างไร",
        "image": "11.7.jpg",
        "choice": [
            "ขับแซงด้านขวาขึ้นหน้ารถโดยสารประจำทาง",
            "หยุดรถหลังรถโดยสารประจำทาง เพราะอาจจะมีคนโดยสารรถโดยสารประจำทางเดินตัดหน้ารถโดยสารประจำทาง",
            "ดูว่ามีรถด้านขวาหรือไม่ ถ้าไม่มีรถก็แซงด้านขวา",
            "ชะลอความเร็ว เตรียมแซงรถโดยสารประจำทางด้านซ้ายหรือด้านขวา"
        ],
        "correct": 1
    },{
        "name": "เมื่อท่านขับรถยนต์ไปในทางโค้งด้านขวา รถเสียหลักหลุดโค้งออกไปด้านซ้ายลงข้างทางไปชนเสาไฟฟ้า ถามว่าท่านกระทำผิดกฎหมายจราจรทางบกหรือไม่",
        "choice": [
            "ไม่มีความผิด เพราะไม่มีคู่กรณี",
            "ไม่มีความผิด เพราะท่านทำให้เกิดอุบัติเหตุเอง",
            "มีความผิด เนื่องจากไม่ชะลอความเร็วของรถเมื่อขับรถในทางโค้ง",
            "มีความผิด เพราะขับรถไปชนเสาไฟฟ้า"
        ],
        "correct": 2
    },{
        "name": "เมื่อท่านขับรถที่มุ่งหน้าเข้าหาหน้าผาของภูเขาสูงแสดงว่า",
        "image": "11.9.jpg",
        "choice": [
            "ถนนที่ท่านกำลังขับรถอยู่นั้นตัดผ่านภูเขา",
            "ถนนที่ท่านกำลังขับรถอยู่นั้นจะต้องเป็นทางโค้งขวาหรือโค้งซ้าย",
            "ถนนที่ท่านกำลังขับรถอยู่นั้นอาจเป็นทางตันไม่สามารถขับผ่านไปได้",
            "ถูกทั้งข้อ ก, ข. และ ค."
        ],
        "correct": 1
    },{
        "name": "ท่านเห็นรถ ก. ชนกับรถ ข. อย่างแรงจนรถทั้ง 2 คันพังยับเยินผู้ขับรถทั้ง 2 คนเสียชีวิตในที่เกิดเหตุตรงบริเวณสามแยก โดยเห็นว่ารถ ข. วิ่งออกจากซอย ชนกับรถ ก. ที่วิ่งมาบนถนนสายหลัก ดังรูปถามว่ารถคันใดทำผิดกฎหมาย เพราะอะไร",
        "image": "11.10.jpg",
        "choice": [
            "ผู้ขับรถ ก. ผิด เพราะไม่ลดความเร็วเมื่อขับรถผ่านทางร่วมทางแยก",
            "ผู้ขับรถ ข. ผิด เพราะไม่ให้รถที่มีสิทธิ์ผ่านไปก่อน",
            "ทั้งผู้ขับรถ ก. และผู้ขับรถ ข. ผิดด้วยกันทั้งคู่ ด้วยเหตุผลตามข้อ ก. และ ข.",
            "ผิดทั้งคู่ เพราะผู้ขับรถ ก. ไม่ลดความเร็วเมื่อขับรถผ่านทางร่วมทางแยก และผู้ขับรถ ข. ไม่ให้รถที่มีสิทธิ์ผ่านไปก่อน"
        ],
        "correct": 3
    },{
        "name": "เมื่อท่านจะขับรถออกจากปากซอย ดังรูป เหตุการณ์ใดต่อไปนี้ที่ท่านเป็นฝ่ายถูก",
        "image": "11.12.jpg",
        "choice": [
            "ท่านเลี้ยวซ้ายทันที",
            "ท่านเลี้ยวขวาทันที",
            "ท่านขับตามช่องทางเดินรถไป 1 ช่องแล้วเลี้ยวขวา",
            "ท่านขับรถถึงปากซอยแล้วหยุดทันที"
        ],
        "correct": 3
    },{
        "name": "ท่านขับรถคัน ก. เมื่อท่านขับรถถึงบริเวณสี่แยกที่ไม่มีไฟสัญญาณจราจร (ดังภาพ) กรณีใดที่ท่านไม่ใช่เป็นฝ่ายผู้กระทำผิด",
        "image": "11.13.jpg",
        "choice": [
            "เลี้ยวซ้ายทันที",
            "เลี้ยวขวาทันที",
            "ขับตรงไปทันที",
            "หยุดทันทีเมื่อถึงทางแยก"
        ],
        "correct": 3
    },{
        "name": "ในขณะที่ท่านกำลังขับรถเลี้ยวขวา ดังรูป ท่านเห็นว่าเบรกไม่ทันรถของท่านจะชนรถคันหน้าจะหักพวงมาลัยรถไถลลงข้างทางไป ชนต้นไม้ ถามว่าการกระทำของท่านทำผิดกฎหมายจราจรทางบกหรือไม่",
        "image": "11.14.jpg",
        "choice": [
            "ไม่ผิด เพราะไม่ได้ชนรถที่อยู่ข้างหน้า",
            "ผิด เพราะไม่ได้ขับในช่องทางเดินรถแต่ไปชนต้นไม้",
            "ผิด เพราะไม่ลดความเร็วของรถเมื่อขับผ่านทางร่วมทางแยก",
            "ไม่ผิด เพราะไม่มีผู้เสียหาย"
        ],
        "correct": 2
    },{
        "name": "ข้อใดที่แสดงว่า ท่านขับรถไม่เป็น",
        "choice": [
            "ขณะที่กำลังขับรถอยู่ มีสุนัขวิ่งตัดหน้ารถ ท่านหักหลบสุนัขลงข้างทาง",
            "ขณะที่กำลังขับรถอยู่ ถูกรถที่ตามหลังมาชนท้ายอย่างแรงจนรถของท่านไปกระแทกรถคันข้างหน้า",
            "ขณะที่กำลังเลี้ยวซ้ายเข้าที่จอดรถ มีรถขับตัดหน้าแย่งเข้าจอดรถ ท่านจึงเหยียบเบรกอย่างแรงแต่รถก็ยังชนรถที่ตัดหน้า",
            "ขับรถไปซื้อของที่หน้าปากซอยท่านก็คาดเข็มขัดนิรภัย"
        ],
        "correct": 0
    },{
        "name": "ท่านขับรถคัน ก. เหตุการณ์ต่อไปนี้ ท่านเป็นฝ่ายกระทำผิดเพราะอะไร",
        "image": "11.16.jpg",
        "choice": [
            "แซงอย่างผิดกฎหมาย",
            "ขับล้ำเข้าไปในช่องทางรถสวน",
            "ไม่ลดความเร็วของรถเมื่อขับผ่านทางโค้ง",
            "ขับรถย้อนศร"
        ],
        "correct": 0
    },{
        "name": "ท่านขับรถคัน ข. จากรูปรถของท่านถูกรถของนาย ก. คัน ก. ชนบริเวณสี่แยกที่ไม่มีสัญญาณไฟจราจร",
        "image": "11.17.jpg",
        "choice": [
            "ท่านผิด เพราะไม่ลดความเร็วในรถขณะขับผ่านทางร่วมทางแยก",
            "นาย ก. เป็นฝ่ายผิด เพราะกลับรถในบริเวณทางร่วมทางแยก",
            "ท่านเป็นฝ่ายผิด เนื่องจากประมาท",
            "ทั้งท่านและนาย ก. ผิด เพราะขับรถโดยประมาท"
        ],
        "correct": 1
    },{
        "name": "รถของท่าน (คัน ข.) ชนกับรถของนาย คัน ก. ตรงบริเวณที่ท่านกำลังเลี้ยวขวาเข้าซอย ดังรูป",
        "image": "11.18.jpg",
        "choice": [
            "ท่านเป็นฝ่ายผิด เพราะขับล้ำเข้าในช่องทางรถสวน",
            "ฝ่ายนาย ก. เป็นฝ่ายผิด เพราะไม่ยอมให้รถเลี้ยวเข้าซอยไปก่อน",
            "ท่านเป็นฝ่ายผิด เพราะไม่ได้ให้สัญญาณเลี้ยวขวา",
            "ฝ่ายนาย ก. เป็นฝ่ายผิด เพราะไม่ลดความเร็วของรถขณะขับผ่านทางร่วมทางแยก"
        ],
        "correct": 0
    },{
        "name": "สมมติว่าในขณะที่ท่านรอข้ามถนนได้เห็นเหตุการณ์รถตู้ส่งของมีคนนั่ง 2 คนถูกรถเก๋งชนท้ายด้านขวา ทำให้รถตู้หมุน 3 รอบ คนขับรถตู้กระเด็นออกจากตัวรถ ศีรษะฟาดพื้นถนนเสียชิวิตถามว่า เพราะเหตุใดคนขับรถตู้จึงกระเด็นออกจากตัวรถ",
        "choice": [
            "รถตู้ถูกชนอย่างแรงจนหมุนเหวี่ยงคนขับให้กระเด็นออกจากตัวรถ",
            "รถเก๋งชนท้ายรถตู้ในมุมเฉียง ๆ ด้านขวา จึงทำให้รถตู้หมุนอย่างแรง",
            "คนขับรถเก๋งคาดเข็มขัดนิรภัย ส่วนคนขับรถตู้ไม่ได้คาดเข็มขัดนิรภัย",
            "คนขับรถเก๋งขับรถด้วยความเร็วสูง ส่วนรถตู้ขับช้า ๆ จึงถูกชนอย่างแรง"
        ],
        "correct": 2
    },{
        "name": "สมมติว่า นาย ก. มีโปรแกรมขับรถตู้พาครอบครัวจากกรุงเทพฯไปท่องเที่ยวจังหวัดแม่ฮ่องสอน โดยออกเดินทางในเวลา 02.00 น. คาดว่าจะไปถึงจังหวัดแม่ฮ่องสอนในเวลาประมาณ 20.00 น.เมื่อขับรถติดต่อกันเป็นเวลา 12 ชั่วโมง ปรากฏว่ารถเสียหลักแฉลบลงข้างทางชนต้นไม้ เป็นเหตุครอบครัวของนาย ก.ได้รับบาดเจ็บหลายคน ท่านพอจะสันนิษฐานได้หรือไม่ว่า อุบัติเหตุที่เกิดขึ้นเนื่องมาจากสาเหตุใด",
        "choice": [
            "นาย ก. หลับในขณะขับรถ",
            "นาย ก. และคนในครอบครัวของนาย ก. หลับใน",
            "นาย ก. ไม่ชำนาญเส้นทาง",
            "ข้อ ก. และ ข้อ ค. ถูก"
        ],
        "correct": 3
    },{
        "name": "ข้อใดเป็นสาเหตุของการเกิดอุบัติเหตุร้ายแรงที่สุดที่เกิดขึ้นกับรถที่ขับช่องขวาสุด",
        "choice": [
            "ถูกรถในช่องทางขับข้ามเกาะกลางมาชนประสานงา",
            "ขับชนท้ายรถคันที่ขับอยู่ข้างหน้า",
            "ขับชนท้ายรถที่กำลังเลี้ยวกลับรถ",
            "หลบรถที่ขับตัดหน้าลงข้างทาง"
        ],
        "correct": 2
    },{
        "name": "เมื่อท่านจะขับรถผ่านบริเวณที่เป็นสี่แยกเล็ก ๆ ดังรูป ท่านคาดการณ์ว่าจะมีเหตุการณ์ใดบ้างที่เกิดขึ้นกับท่าน",
        "image": "11.22.jpg",
        "choice": [
            "น่าจะมีรถพุ่งออกจากซอยซ้ายมือมาตัดหน้าท่าน",
            "น่าจะมีรถพุ่งออกจากซอยขวามือเลี้ยวขวาตัดหน้าท่าน",
            "น่าจะมีรถสวนฝั่งตรงข้ามท่านเลี้ยวขวาตัดหน้าท่าน",
            "เป็นไปได้ทุกข้อ"
        ],
        "correct": 3
    }]
},{
    "name": "หมวดกฎหมายแพ่งพาณิชย์และกฎหมายอาญา",
    "no": 12,
    "icon": "car-outline",
    "exam": [{
        "name": "บุคคลตามประมวลกฎหมายแพ่งและพาณิชย์แบ่งออกได้ดังนี้",
        "choice": [
            "บุคลคลธรรมดา นิติบุคคล สมาคม",
            "บุคลคลธรรมดา นิติบุคคล",
            "บุคลคลธรรมดา นิติบุคคล องค์การบริหารส่วนจังหวัด",
            "บุคลคลธรรมดา บริษัทจำกัด สมาคม"
        ],
        "correct": 1
    },{
        "name": "ข้อใดคือความหมายของการเริ่มของสภาพบุคคล",
        "choice": [
            "สภาพบุคคลเริ่มแต่คลอดแล้วดอยู่รอดเป็นทารก",
            "สภาพบุคคลเริ่มแต่คลอดแล้วดอยู่รอดเป็นทารก และสิ้นสุดลงเมื่อตาย",
            "สภาพบุคคลเริ่มตั้งแต่คลอดและมีชีวิตอยู่",
            "สภาพบุคคลเริ่มตั้งแต่บรรลุนิติภาวะ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดคือบุคคลตามกฎหมายแพ่งและพาณิชย์",
        "choice": [
            "บริษัท จำกัด",
            "องค์กรปกครองส่วนท้องถิ่น",
            "เด็กที่อยู่ในภรรภ์มารดา",
            "ข้อ ก และ ข ถูกต้อง"
        ],
        "correct": 0
    },{
        "name": "คำว่า 'การอยู่รอดเป็นทารก' หมายความว่าอย่างไร",
        "choice": [
            "ทารกนั้นได้คลอดออกมาแล้ว",
            "ทารกนั้นได้หายใจแล้ว",
            "ทารกนั้นเกิดมาเกิน 25 นาทีแล้ว",
            "ทารกนั้นได้นำไปแจ้งเกิดตามระเบียบราชการแล้ว"
        ],
        "correct": 1
    },{
        "name": "ความหมายของนิตติบุคคล คือข้อใดไม่ถูกต้อง",
        "choice": [
            "เป็นบุคคลที่กฎหมายสมมติ",
            "มีหน้าที่เช่นเดียวกับบุคคลธรรมดา",
            "สามารถทำได้ทุกอย่างเหมือนบุคคลธรรมดา",
            "ทุกข้อถูกต้อง"
        ],
        "correct": 3
    },{
        "name": "กิจกรรมใดที่นิติบุคล สามารถกระทำได้เช่นเดียวกับบุคคลธรรมดา",
        "choice": [
            "การเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
            "การแต่งงาน",
            "การโอนทรัพย์สิน",
            "การเกณฑ์ทหาร"
        ],
        "correct": 2
    },{
        "name": "นิตติบุคคลตามประมวลกฎหมายแพ่งและพาณิชย์ คือข้อใด",
        "choice": [
            "ทวงการเมือง",
            "บริษัทจำกัด สมาคม มูลนิธิ",
            "องค์การบริหารส่วนจังหวัด",
            "เทศบาล วัดวาอารม"
        ],
        "correct": 1
    },{
        "name": "นิติบุคลตามกฎหมายอื่นได้แก่ข้อใด",
        "choice": [
            "บริษัทจำกัด",
            "สมาคม",
            "มูลนิธิ",
            "องค์การบริหารส่วนจังหวัด"
        ],
        "correct": 0
    },{
        "name": "'การกระทำของบุคคลที่กฎหมายยอมรับและบังคับใช้' เป็นความหมายของข้อใด",
        "choice": [
            "นิติกรรม",
            "สัญญา",
            "พินัยกรรม",
            "หนังสือราชการ"
        ],
        "correct": 0
    },{
        "name": "ความหมายของ นิติกรรม คือข้อใด",
        "choice": [
            "การใด ๆ ที่ทำโดยชอบด้วยกฎหมาย",
            "กระทำด้วยความสมัครใจ",
            "มุ่งตรงต่อการผูกนิติสัมพันธ์ขึ้นระหว่างบุคคล",
            "ทุกข้อถูกต้อง"
        ],
        "correct": 3
    },{
        "name": "การกระทำอย่างไรไม่ถือว่าเป็นการแสดงเจตนา",
        "choice": [
            "การสั่งการโดยการเขียนเป็นลายลักษณ์อักษร",
            "การสั่งการโดยวาจา",
            "การคิดในใจว่าจะกระทำสิ่งใดสิ่งหนึ่ง",
            "การนิ่งไม่แสดงการปฏิเสธหรือยอมรับ"
        ],
        "correct": 2
    },{
        "name": "การกระทำโดยชอบด้วยกฎหมาย คือข้อใด",
        "choice": [
            "การทำสัญญาซื้อขายเฮโรอีน",
            "การทำสัญญาเช่ารถขนยาเสพติด",
            "การทำสัญญาเช่าซื้อรถ",
            "การจอดรถในที่ห้ามจอด"
        ],
        "correct": 2
    },{
        "name": "การกระทำด้วยความสมัครใจต้องเป็นการกระทำที่ปราศจากสิ่งใด",
        "choice": [
            "การถูกข่มขู่",
            "การถูกหลอกลวง",
            "การโดนบังคับ",
            "การกระทำโดยปราศจากข้อ ก, ข และ ค"
        ],
        "correct": 3
    },{
        "name": "การกระทำใดเข้าข่ายการเปลี่ยนแปลงสิทธิ",
        "choice": [
            "ก ซื้อ ข้าวแก่ง ชำระด้วยเงินสด",
            "ก กับ ข ตกลงกันว่าเงินที่กู้ไปนั้น ข จะส่งให้เป็นข้าวสารแทนเงิน",
            "ก กับ ข ตกลงกันซื้อขายรถยนต์โดยชำระเงินสด",
            "ก รับจ้างกับ ข เกี่ยวข้าวโดยรับค่าจ้างเป็นเงินสด"
        ],
        "correct": 1
    },{
        "name": "บุคคลใดต่อไปนี้ไม่สามารถทำนิติกรรมได้โดยลำพัง",
        "choice": [
            "ผู้เยาว์",
            "คนไร้ความสามารถ",
            "คนเสมือนไร้ความสามารถ",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ผู้เยาว์ หมายถึง",
        "choice": [
            "บุคคลที่บรรลุนิติภาวะ",
            "บุคคลที่ยังอยู่กับบิดามารดา",
            "บุคคลที่ไม่บรรลุนิติภาวะ",
            "บุคคลที่ยังเรียนอยู่ในระดับมัธยมศึกษา"
        ],
        "correct": 2
    },{
        "name": "คนไร้ความสามารถ หมายถึง",
        "choice": [
            "คนบ้า",
            "คนจิตฟั่นเฟือน",
            "คนไม่มีงานทำ",
            "คนวิกลจิตที่ศาลสั่งให้เป็นคนไร้ความสามารถ"
        ],
        "correct": 3
    },{
        "name": "คนเสมือนไร้ความสามารถ หมายถึง",
        "choice": [
            "คนที่ไม่สามารถจัดการงานทุกอย่างได้ด้วยตนเอง",
            "คนที่ไม่สามารถมีบุตรได้",
            "คนปกติที่ทำงานที่ได้รับมอบหมายไม่สำเร็จ",
            "คนที่ไม่สามารถอ่านหนังสือได้"
        ],
        "correct": 0
    },{
        "name": "ผู้เยาว์ทำนิติกรรม ข้อใดถูกต้อง",
        "choice": [
            "ผู้เยาว์ทำนิติกรรมได้ แต่นิติกรรมนั้นเป็นโมฆียะ",
            "ผู้เยาว์ทำนิติกรรมได้ ต้องได้รับความยินยอมจากผู้แทนโดยชอบธรรมเสมอ",
            "ผู้เยาว์ทำนิติกรรมได้ แต่นิติกรรมนั้นอาจถูกบอกล้างด้วย",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "นิติกรรมที่ผู้เยาว์ทำ หากไม่ได้รับความยินยอมจากผู้อนุบาล นิติกรรมนั้นจะเป็นโมฆียะ",
            "นิติกรรมที่ผู้เยาว์ทำ หากไม่ได้รับความยินยอมจากผู้พิทักษ์ นิติกรรมนั้นจะเป็นโมฆียะ",
            "นิติกรรมที่ผู้เยาว์ทำ หากไม่ได้รับความยินยอมจากผู้แทนโดยชอบธรรม นิติกรรมนั้นจะเป็นโมฆียะ",
            "นิติกรรมที่ผู้เยาว์ทำ หากไม่ได้รับความยินยอมจากผู้ปกครอง นิติกรรมนั้นจะเป็นโมฆียะ"
        ],
        "correct": 2
    },{
        "name": "ผู้พิทักษ์ คือใคร",
        "choice": [
            "ผู้ให้ความพิทักษ์ของคนเสมือนไร้ความสามารถ",
            "ผู้ให้ความพิทักษ์ของคนไร้ความสามารถ",
            "ผู้ให้ความพิทักษ์ของผู้เยาว์",
            "ผู้ให้ความพิทักษ์ของผู้แทนโดยชอบธรรม"
        ],
        "correct": 0
    },{
        "name": "ละเมิด คืออะไร",
        "choice": [
            "การกระทำที่ก่อให้เกิดความเสียหายที่ประเมินค่าเป็นตัวเงินได้",
            "การกระทำที่ก่อให้เกิดความเสียหายแต่ผู้อื่น",
            "การกระทำที่ก่อให้เกิดความเสียหายต่อตนเองและแต่ผู้อื่น",
            "ถูกทุกข้อ"
        ],
        "correct": 1
    },{
        "name": "ข้อใดเป็นการกระทำละเมิด",
        "choice": [
            "นาย ก ขับรถชนรั้วบ้านของตัวเอง",
            "นาย ข ยินยอมให้นาย ก แตะก้น",
            "นาย ก ขับรถชนรั้วบ้านนาย ข",
            "นาย ก ถูกหมอที่โรงพยาบาลฉีดยาป้องกันบาดทะยัก"
        ],
        "correct": 2
    },{
        "name": "การกระทำละเมิด ต้องประกอบด้วยอะไรบ้าง",
        "choice": [
            "เป็นการกระทำโดยจงใจหรือประมาท",
            "เป็นการกระทำต่อผู้อื่น",
            "การกระทำนั้นผิดกฎหมาย และผู้อื่นเสียหาย",
            "ต้องเป็นการกระทำที่ประกอบด้วย ก, ข และ ค"
        ],
        "correct": 3
    },{
        "name": "การกระทำใดถือว่าไม่เป็นการละเมิด",
        "choice": [
            "นาย ก ยินยิมให้แพทย์ผ่าตัดใส้ติ่ง",
            "ตำรวจจับคนร้ายชิงทรัพย์ขังไวในห้องขัง",
            "นายทะเบียนพักใช้ใบอนุญาตขับรถตามที่กฎหมายกำหนด",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ผู้เสียหายอาจเรียกร้องค่าสินไหมทดแทนเป็นสิ่งใด",
        "choice": [
            "เงินสด",
            "คืนเป็นสินทรัพย์ที่เสียหาย",
            "เรียกร้องให้จัดหายานพาหนะมาใช้รับ-ส่ง",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ในกรณีทำละเมิดให้เขาถึงตายทันที ค่าสินไหมทดแทนใดที่ผู้ละเมิดไม่ต้องชดใช้",
        "choice": [
            "ค่าทำศพ",
            "ค่ารักษาพยาบาล",
            "ค่าอุปการะเลี้ยงดูบุตรผู้เสียชีวิต",
            "ค่าอุปการะบิดามารดาผู้เสียชีวิต"
        ],
        "correct": 2
    },{
        "name": "บุคคลที่จะต้องรับผิดฐานละเมิดร่วมกับผู้อื่นได้แก่ข้อใด",
        "choice": [
            "นายจ้าง ต้องร่วมรับผิดลูกจ้างที่ก่อเหตุทะเลาะวิวาทเรื่องชู้สาว",
            "บิดามารดาต้องร่วมรับผิดเมื่อผู้เยาว์ทำนิติกรรมซื้อรถทั้งที่ได้แสดงเจตนาบอกเลิกไว้ก่อนแล้ว",
            "ผู้ยุยงส่งเสริมให้ถื่อว่ากระทำละเมิดด้วย",
            "บิดาต้องรับผิดชอบหนี้สินที่บุตรบรรลุนิติภาวะได้ก่อหนี้ขึ้น"
        ],
        "correct": 1
    },{
        "name": "หากรู้ตัวผู้กระทำการละเมิด อายุความฟ้องคดีอันเกิดจากมูลละเมิดข้อใดถูกต้อง",
        "choice": [
            "ภายใน 1 ปีนับแต่วันที่ผู้เสียหายรู้ถึงการละเมิด",
            "ภายใน 1 ปีนับแต่วันที่ผู้เสียหายแจ้งความ",
            "ภายใน 10 ปีนับแต่วันที่ผู้เสียหายรู้ถึงการละเมิด",
            "ภายใน 10 ปีนับแต่วันที่ผู้เสียหายแจ้งความ"
        ],
        "correct": 0
    },{
        "name": "หากไม่รู้ว่าผู้กระทำละเมิดคือใคร อายุความฟ้องคดีอันเกิดจากมูลละเมิดข้อใดถูกต้อง",
        "choice": [
            "ภายใน 5 ปี นับแต่วันละเมิด",
            "ภายใน 10 ปี นับแต่วันละเมิด",
            "ภายใน 15 ปี นับแต่วันละเมิด",
            "ภายใน 20 ปี นับแต่วันละเมิด"
        ],
        "correct": 1
    },{
        "name": "กรณีใดที่ผู้ขนส่งต้องรับผิดชอบสินค้าที่ทำการขนส่ง",
        "choice": [
            "สินค้าสูญหายเพราะเกิดเหตุสุดวิสัย",
            "สินค้าสูญหายเพราะเกิดจากความผิดของผู้ตราส่ง",
            "สินค้าสียหายเพราะเกิดจากสภาพแห่งของนั้นเอง",
            "สินค้าเสียหายเพราะส่งมอบชักช้า"
        ],
        "correct": 0
    },{
        "name": "วัตถุที่มีรูปร่าง หมายถึงสิ่งใด",
        "choice": [
            "ทรัพย์",
            "ทรัพย์สิน",
            "ทรัพย์นอกพาณิชย",
            "อสังหาริมทรัพย์"
        ],
        "correct": 0
    },{
        "name": "อสังหาริมทรัพย์ หมายถึง",
        "choice": [
            "ที่ดิน ทรัพย์ที่อยู่ติดกับที่ดินถาวรหรือประกอบเป็นอันเดียวกับที่ดิน",
            "สิทธิทั้งหลายของทรัพย์อันเกี่ยวกับที่ดิน",
            "ข้อ ก และ ข ถูกต้อง",
            "ทรัพย์ที่สามารถแบ่งได้"
        ],
        "correct": 2
    },{
        "name": "ทรัพย์ต่อไปนี้อะไรเป็นทรัพย์นอกพาณิชย์",
        "choice": [
            "รถยนต์",
            "ทะเลสาบ",
            "ที่ดิน",
            "บ้าน"
        ],
        "correct": 1
    },{
        "name": "ทรัพย์นอกพาณิชย์หมายถึง",
        "choice": [
            "ทรัพย์ที่แบ่งได้",
            "อสังหาริมทรัพย์",
            "ทรัพย์สินที่โอนแก่กันมิได้ด้วยกฎหมาย",
            "สังหาริมทรัพย์"
        ],
        "correct": 2
    },{
        "name": "ในสัญญาประกันภัย 'บุคคลผู้จะพึงได้รับค่าสินไหมทดแทน' คือใคร",
        "choice": [
            "ผู้รับประกันภัย",
            "ผู้รับประโยชน์",
            "ผู้เอาประกัน",
            "ผู้รับมอบอำนาจ"
        ],
        "correct": 1
    },{
        "name": "ในการประกันวินาศภัยใครเป็นบุคคลคนเดียวกันได้",
        "choice": [
            "ผู้เอาประกัน กับ ผู้รับประโยชน์",
            "ผู้เอาประกัน กับ ผู้รับประกัน",
            "ผู้รับประกัน กับ ผู้รับค่าสินไหมทดแทน",
            "ผิดทุกข้อ"
        ],
        "correct": 0
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "การใช้เช่าอสังหาริมทรัพย์ถ้ามิได้ทำเป็นหนังสือจะฟ้องร้องกันมิได้",
            "ถ้าให้เช่าเกินกว่า 3 ปีขึ้นไปต้องทำเป็นหนังสือและจดทะเบียนต่อพนักงานเจ้าหน้าที่",
            "ถ้าให้เช่าตลอดอายุต้องทำเป็นหนังสือแต่ไม่ได้จดทะเบียนต่อพนักงานเจ้าหน้าที่จะบังคับได้ 3 ปี",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "นาย ก ให้นาง ข ที่นาเช่าเป็นทำนา 15 ปี แต่ไม่ได้ทำสัญญาให้เช่า หากนาง ข ไม่ชำระค่าเช่านาย ก จะฟ้องร้องได้หรือไม่อย่างไร",
        "choice": [
            "นาย ก จะฟ้องร้องนาง ข ได้และได้รับค่าเช่าครบ 15 ปี",
            "นาย ก จะฟ้องร้องนาง ข ไม่ได้ เพราะคู่สัญญาไม่ได้ทำเป็นสัญญาเช่า",
            "นาย ก จะฟ้องร้องนาง ข ได้ และได้ค่าเช่าครึ่งหนึ่งของระยะเวลาเช่า 15 ปี",
            "นาย ก จะฟ้องร้องนาง ข ได้ หากนาง ข ไม่จ่ายค่าเช่าแต่จะบังคับได้เพียง 3 ปี"
        ],
        "correct": 3
    },{
        "name": "สัญญาเช่าซื้อกรรมสิทธิ์เป็นของผู้ใด",
        "choice": [
            "ผู้เช่าซื้อ",
            "ผู้ให้เช่าซื้อ",
            "ผู้ผ่อนชำระ",
            "ผู้ให้เช่า"
        ],
        "correct": 1
    },{
        "name": "สัญญาขายผ่อนชำระกรรมสิทธิ์เป็นของใคร",
        "choice": [
            "ผู้ซื้อ",
            "ผู้ขาย",
            "ผู้ผ่อนชำระ",
            "ผู้ขายฝาก"
        ],
        "correct": 1
    },{
        "name": "การชดใช้ค่าสินไหมทดแทนกรณีทำให้ทรัพย์สินเสียหายสามารถทำได้ตามข้อใด?",
        "choice": [
            "นำทรัพย์สินนั้นไปซ่อมแซม",
            "ใช้ราคาทรัพย์สินที่เสียหาย",
            "ซื้อทรัพย์สินชนิดและประเภทเดียวกันมาใช้แทน",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "กรณีที่ผู้ขับขี่ขับรถไปชนบุคคลอื่นจนได้รับบาดเจ็บสาหัส นอกจากผู้ขับขี่จะต้องรับผิดทางอาญาแล้ว ผู้ขับขี่ยังจะต้องรับผิดทางแพ่งอย่างไร",
        "choice": [
            "ถูกจำคุก",
            "ถูกปรับ",
            "ถูกริบทรัพย์สิน",
            "ชดใช้ค่าสินไหมทดแทน"
        ],
        "correct": 3
    },{
        "name": "ข้อใดถูกต้อง",
        "choice": [
            "กฎหมายอาญาเป็นกฎหมายว่าด้วยความผิดและการกำหนดโทษ",
            "กฎหมายอาญาเป็นกฎหมายมหาชน",
            "กฎหมายอาญาเป็นกฎหมายที่ ที่ใช้บังคับแก่คนทั่ว ๆ ไป",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "นาย ข ขายของเกินราคาเนื่องจากอ้างว่าไม่ทราบประกาศของทางราชการได้หรือไม่",
        "choice": [
            "ได้ เพราะ บ้านของนาย ข ไม่มีโทรทัศน์จึงไม่ทราบประกาศทางราชการ",
            "ได้ เพราะ ทางราชการไม่ส่งหนังสือแจ้งให้นาย ข ทราบถึงการขึ้นราคาสินค้า",
            "ไม่ได้ เพราะ บ้านของนาย ข อยู่ใกล้สถานีตำรวจ",
            "ไม่ได้ เพราะ นาย ข จะปฏิเสธว่าไม่รู้กฎหมายเพื่อให้พ้นความผิดไม่ได้"
        ],
        "correct": 3
    },{
        "name": "การกระทำที่ก่อให้เกิดความผิดในทางอาญา ได้แก่การกระทำเช่นไร",
        "choice": [
            "กระทำในสิ่งที่กฎหมายห้ามกระทำ",
            "ไม่กระทำในสิ่งที่กฎหมายให้กระทำ",
            "กระทำในส่งที่กฎหมายให้กระทำ",
            "ข้อ ก และ ข ถูกต้อง"
        ],
        "correct": 3
    },{
        "name": "นาย ก ไม่เข้าไปช่วยดับเพลิงเมื่อพนักงานเรียกให้ช่วยระงับทั้งที่สามารถช่วยได้แต่นาย ก ไม่ยอมช่วยเหลือพฤติกรรมของ นาย ก่อให้เกิดความผิดทางอาญาหรือไม่อย่างไร",
        "choice": [
            "นาย ก ผิดกฎหมายอาญา เนื่องจาก ไม่กระทำในสิ่งที่กฎหมายให้กระทำ",
            "นาย ก ผิดกฎหมายอาญา เนื่องจาก กระทำในสิ่งที่กฎหมายให้กระทำ",
            "นาย ก ไม่ผิดกฎหมายอาญา เนื่องจาก นาย ก เป็นบุคคลภายนอก",
            "นาย ก ไม่ผิดกฎหมายอาญา เนื่องจาก นาย ก ไม่ได้ยินพนักงานเรียกให้ช่วย"
        ],
        "correct": 2
    },{
        "name": "เจตนาตามกฎหมายอาญามี 2 ประเภท",
        "choice": [
            "เจตนาจงใจ กับ เจตนาประมาท",
            "เจตนาโดยประสงค์ต่อผล และเจตนาโดยย่อมเล็งเห็นผล",
            "เจตนาทางตรง และ เจตนาทางอ้อม",
            "ข้อ ข และ ค ถูกต้อง"
        ],
        "correct": 3
    },{
        "name": "ข้อใดคือเจตนาโดยประสงค์ต่อผล",
        "choice": [
            "นาย ก ใช้ปืนยิง นาย ข ถึงแก่ความตาย",
            "นาย ก ใช้ปืนยิ่งเข้าไปในรถโดยสารที่บรรทุกผู้โดยสารแน่นคันรถ",
            "นาย ก ขว้างก้อนหินเข้าไปในกลุ่มคนที่เข้าคิวรอซื้อตั๋วหนังแน่นขนัด",
            "นาย ก ยิ่งหนังสติ๊ก เช้าไปในกลุ่มคนที่กำลังเดินขบวนพาเหรด"
        ],
        "correct": 0
    },{
        "name": "ข้อใดคือเจตนาประสงค์ต่อผล",
        "choice": [
            "นาย ก ใช้ปืนยิง นาย ข ถึงแก่ความตาย",
            "นาย ก ใช้ปืนยิ่งเข้าไปในรถโดยสารที่บรรทุกผู้โดยสารแน่นคันรถ",
            "นาย ข ใช้ไม้มีดแทงนาย ก ถึงแก่ความตาย",
            "นาย ข ดักตีศรีษะนาย ก ได้รับบาดเจ็บสาหัส"
        ],
        "correct": 3
    },{
        "name": "ผู้ใดประมาทและการกระทำนั้นเป็นเหตุให้ผู้อื่นถึงแก่ความตายต้องระวางโทษอย่างไร",
        "choice": [
            "จำคุกไม่เกิน 5 ปี และปรับไม่เกิน 20,000 บาท",
            "จำคุกไม่เกิน 10 ปี และปรับไม่เกิน 20,000 บาท",
            "จำคุกไม่เกิน 10 ปี และปรับไม่เกิน 30,000 บาท",
            "จำคุกไม่เกิน 10 ปี และปรับไม่เกิน 40,000 บาท"
        ],
        "correct": 1
    },{
        "name": "นาย ก ชกนาย ข หนึ่งที่ ข ล้มลง บังเอิญศีรษะไปโดนแง่หินถึงแก่ความตาย การกระทำเช่นนี้นาย กจะต้งอรับผิดฐานใด",
        "choice": [
            "นาย ก ต้องรับผิดฐานทำให้คนตายโดยไม่เจตนา",
            "นาย ก ต้องรับผิดฐานทำร้ายร่างกาย",
            "นาย ก ต้องรับผิดฐานทำให้คนตายโดยประมาท",
            "นาย ก ต้องรับผิดฐานทำให้คนตายโดยไม่ประสงค์ต่อผล"
        ],
        "correct": 0
    },{
        "name": "ความผิดอันก่อให้เกิดอันตรายแก่ประชาชนในการใช้รถใช้ถนนคือข้อใด",
        "choice": [
            "การนำระเบิดไปฝังไว้ในที่จอดรถ",
            "การใช้นำมันราดทางเดินรถ",
            "บรรทุกผู้โดยสารในลักษณะห้อยโหน",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "ข้อใดไม่ใช้ 'อันตรายสาหัส'",
        "choice": [
            "แท้งลูก",
            "เสียแขน 1 ข้าง",
            "เจ็บป่วยทุกขเวทนาเป็นเวลา 20 วัน",
            "เสียอวัยวะสืบพันธ์"
        ],
        "correct": 2
    },{
        "name": "ข้อใดไม่ใช้ความผิดลหุโทษ",
        "choice": [
            "การกระทำใด ๆ ให้ของโสโครกเปรอะเปื้อน",
            "การดื่มสุราจนครองสติไม่ได้",
            "พกพาอาวุธเข้าไปในเมือง",
            "ชักหรือแสดงอาวุธในการทะเลาะวิวาทต่อสู้ ต้องระวางโทษจำคุก 15 วัน"
        ],
        "correct": 1
    },{
        "name": "การขับรถโดยประมาทหมายถึงข้อใด?",
        "choice": [
            "นายมิ่งขับรถตัดหน้ารถของนายมากโดยจงใจ ทำให้รถนายมากเสียหลักพลิกคว่ำ",
            "นายเขียวเจตนาขับรถชนนายขาวจนถึงแก่ความตาย",
            "นายเหลี่ยมขับรถที่มีห้ามล้อชำรุดจนเป็นเหตุให้ชนคนตาย",
            "นายจักรตั้งใจขับรถชนนายจง แต่พลาดไปถูกนายจันบาดเจ็บสาหัส"
        ],
        "correct": 2
    },{
        "name": "ในกรณีขับรถโดยประมาทชนผู้อื่นจนได้รับอันตรายสาหัส ผู้ขับรถต้องชดใช้ค่าสินไหมทดแทนตามข้อใด?",
        "choice": [
            "ค่าปลงศพ",
            "ค่ารักษาพยาบาล",
            "ค่าขาดไร้อุปการะ",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "กรณีตามข้อใดที่ผู้ขับรถต้องรับผิดทางอาญา?",
        "choice": [
            "ขับรถประมาทชนผู้อื่นถึงแก่ความตาย",
            "ขับรถนายจ้างไปชนรถคันอื่นได้รับความเสียหายโดยเจตนา",
            "ขับรถด้วยความเร็วเฉี่ยวคนกำลังข้ามทางม้าลายล้มแขนหัก",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "อันตรายสาหัสหมายถึงข้อใด?",
        "choice": [
            "ตาบอดหรือหูหนวก",
            "บาดเจ็บรักษาตัวเกินกว่า 20 วัน",
            "ขาหักหรือแขนขาด",
            "ถูกทุกข้อ"
        ],
        "correct": 3
    },{
        "name": "นายวินัยขับรถโดยประมาทเป็นเหตุให้นายสมพลถึงแก่ความตาย และศาลลงโทษจำคุกไม่เกินสองปีแต่เนื่องจากนายวินัยไม่เคยต้องโทษในคดีอาญามา ก่อน ศาลจึงรอลงอาญาไว้ ท่านเข้าใจว่ารอลงอาญาหมายถึงข้อใด?",
        "choice": [
            "ศาลพิพากษาว่านายวินัยไม่มีความผิด",
            "ศาลพิพากษาว่านายวินัยไม่ต้องรับโทษ",
            "ศาลพิพากษาว่านายวินัยมีความผิดแต่รอการลงโทษไว้",
            "ถูกทุกข้อ"
        ],
        "correct": 2
    },{
        "name": "กรณีที่ผู้ขับขี่ขับรถโดยประมาทไปชนบุคคลอื่นใดจนถึงแก่ความตาย นอกจากผู้ขับขี่จะต้องใช้ค่าสินไหมทดแทนในทางแพ่งแล้ว ผู้ขับขี่จะต้องรับโทษทางอาญาในข้อใด?",
        "choice": [
            "ประหารชีวิต",
            "จำคุกไม่เกิน 10 ปี และปรับไม่เกิน 20,000 บาท",
            "จำคุกตลอดชีวิต",
            "ริบทรัพย์สิน"
        ],
        "correct": 1
    },{
        "name": "ความผิดลหุโทษหมายถึงข้อใด?",
        "choice": [
            "ความผิดซึ่งต้องระวางโทษจำคุกไม่เกินหนึ่งเดือนหรือปรับไม่เกินหนึ่งพันบาทหรือทั้งจำทั้งปรับ",
            "จำคุกตลอดชีวิต",
            "ประหารชีวิต",
            "จำคุก 50 ปี"
        ],
        "correct": 0
    },{
        "name": "นาย กนกขับรถด้วยความเร็วชนรถยนต์นายขมับได้รับความเสียหาย กรณีดังกล่าวนายขมับจะต้องเรียกค่าเสียหายทางแพ่งภายในกำหนดเวลาเท่าใด?",
        "choice": [
            "1 ปี นับแต่วันที่ผู้เสียหายรู้ถึงละเมิด และรู้ตัวผู้จะต้องใช้ค่าสินไหมทดแทน",
            "10 ปี นับแต่วันทำละเมิด",
            "ไม่มีกำหนดระยะเวลา",
            "ถูกทั้งข้อ ก. และ ข."
        ],
        "correct": 3
    }]
}]
